[
    "\nСкромная девушка приглашает парня в гости на чай. Он приходит с двумя бутылками коньяка. Она:\n\n– Я же тебя на чай приглашала!\n\nОн:\n\n– Ну это… Ты сказала сама, что к чаю… это, где оно тут…\n\nВытаскивает из кармана замученную ириску:\n\n– Вот! Конфеты с коньяком!\n\n\n",
    "\nЕсли идешь охотиться на Годзиллу, то шансы 50:50: либо он тебя…, либо ОНА тебя – зависит от пола Годзиллы…\n\n\n",
    "\nОбъявление.\n\nДля испытаний очередной партии опытных автомобилей автозаводу требуется очередная партия опытных водителей.\n\n\n",
    "\nРешил мужик в кино сходить. Купил три бутылки водки, а когда пришел – оказалось, что он перепутал время начала на 30 минут. Заходит в зал, там темно и ничего не видно. Он пошел свое место искать (7 ряд 14 место). Подходит к первому попавшемуся креслу:\n\n– Парнишь, какой это ряд?\n\n– Девятый.\n\nИдет дальше.\n\n– Женщина, у вас какой ряд?\n\n– Седьмой.\n\nРяд свой нашел, теперь ищет место.\n\n– У вас какое место?\n\n– Шестое.\n\nПодходит к следующему:\n\n– У вас какое место?\n\n– Пятнадцатое.\n\nСадится рядом, достает первую бутылку и обращается к соседу слева:\n\n– Мужик, пить будешь?\n\n– Нет спасибо мне нельзя – язва желудка.\n\nПоворачивается к соседу справа:\n\n– Мужик, пить будешь?\n\n– Нет.\n\n– А баба твоя?\n\n– Это не моя баба.\n\nКричит вперед:\n\n– Лы-сы-й, пить будешь?!\n\n– Нет, не буду.\n\nВыпивает бутылку один, достает другую и спрашивает у тех же:\n\n– Мужик, пить будешь?\n\n– Я же сказал, что не буду – у меня язва!\n\n– Мужик, пить будешь?\n\n– Нет, я же говорил!\n\n– А баба твоя?\n\n– Не моя это баба!\n\n– Лы-сы-й пить будешь?!\n\n– Нет, не буду!\n\nПришлось ему в одиночку и вторую выпить, после чего достал третью и снова:\n\n– Мужик, пить будешь?\n\n– Да отстань ты от меня, у меня язва!\n\n– Мужик, пить будешь?\n\n– Ты, что придурок что ли? Сказал же, что не буду!\n\n– А баба твоя?\n\n– Да не моя это баба!\n\n– Лы-сы-й, пить будешь?!\n\nТут весь зал встает и скандирует:\n\n– Лы-сы-й пей, Лы-сы-й пей!\n\n\n",
    "\nПочему-то фраза: «Профессор завалил студента на экзамене» – звучит совершенно обыденно, а вот «Студент завалил профессора после экзамена» – вызывает бурную реакцию.\n\n\n",
    "\n– Скажите, а ваша собака меня не съест?\n\n– Да что вы, только понадкусывает.\n\n\n",
    "\nВстреча заблудившегося туриста с русалкой приятна вдвойне: тут тебе и любовь, и уха!\n\n\n",
    "\nРужье, которое висит на сцене в первом акте, как известно, в русском театре в последнем акте выстрелит, а в индийском будет петь и танцевать. В других театрах оно будет:\n\n– в немецком – маршировать;\n\n– во французском – готовить;\n\n– в итальянском – займется любовью;\n\n– в турецком – что-нибудь построит;\n\n– в польском – кому-то продаст Маршалковскую улицу в Варшаве;\n\n– в еврейском – получит докторскую степень;\n\n– в голландском – курнет;\n\n– в испанском – предастся сиесте;\n\n– в египетском – выклянчит чаевые.\n\n\n",
    "\nТри заядлых автолюбителя в гараже после работы давят пузырь (кафе «карбюратор»). Вдруг подбегает семилетний сынишка одного из них:\n\n– Папа! Там мальчишки во дворе обзываются непонятными словами!\n\n– ??\n\n– Кто такие «пи…расы»?\n\nОтец замешкался. На выручку приходит товарищ:\n\n– Как тебе объяснить… Ну, вот, например, едет мужик по дороге по левому ряду, резко останавливается на перекрестке и включает левый поворот. Вот ЭТО и есть пи…рас.\n\nДругой товарищ:\n\n– Это что! Другое дело, если едет мужик по левому ряду, резко останавливается на перекрестке и включает ПРАВЫЙ поворот. Вот это уже точно пи…рас.\n\nОтец:\n\n– Это все фигня. Вот пример: Еду я по дороге, резко останавливаюсь на перекрестке, и забыл, куда мне дальше ехать – направо или налево. А эти ПИ…РАСЫ сзади сигналят, сигналят…\n\n\n",
    "\nСтюардесса разносит напитки в летящем самолете. Подходит к англичанину:\n\n– Что пить будете?\n\n– Стаканчик виски.\n\nПодходит к французу:\n\n– Что пить будете?\n\n– Бокал вина.\n\nПодходит к смуглому мужику в тюрбане, замотанному в тряпки, непонятно как одетому:\n\n– Что пить будете?\n\n– Ничего. Мне через 15 минут за штурвал.\n\n\n",
    "\n– Что такое наивность?\n\n– Предположение о том, что русского человека от выпивки остановит отсутствие закуски.\n\n\n",
    "\nУрок биологии. Никто не может правильно ответить. Куча двоек, только Вовочка сидит и тянет руку. Марья Ивановна с предчувствием, что тот скажет какую-нибудь гадость, спрашивает Вовочку. Вовочка встает, отвечает все точно по теме совершенно правильно. На следующем уроке повторяется все тоже самое. И так месяц. Очередной урок биологии, тема: Анатомия человека. Учительницу вызывают на совещание. Она:\n\n– Что же делать? Урок пропадает! Вовочка, может ты проведешь?! Ты же все прекрасно последнее время отвечаешь!\n\n– Конечно, Марь Ивановна!\n\nЧерез полчаса училка входит в класс… Там все е…тся!\n\n– ??? Вовочка!!! Что это такое???\n\n– Практические занятия.\n\n– А почему Машенька у тебя х…й сосет?\n\n– У доски отвечает.\n\n– А почему Сидоров дрочит?\n\n– У него самостоятельная работа.\n\n– А Вася Петю в задницу имеет?\n\n– А им один вариант попался.\n\n\n",
    "\nСтарый профессор на экзамене:\n\n– Так, кто считает, что знает предмет на 5 баллов?\n\nПодняло руки пара студентов. Профессор:\n\n– Давайте зачетки.\n\nИ ставит отлично.\n\n– Кто считает, что знает предмет на четыре балла?\n\nПодняло руки человек десять. Тоже собирает зачетки, ставит четыре.\n\n– Кто считает, что на 3?\n\nПодняли руки – та же история.\n\n– Значит, так – остальные неуд, приходите на пересдачу.\n\nСтудент:\n\n– А когда пересдача?\n\nПрофессор:\n\n– Ну-у-у, давайте сейчас. Итак, кто считает, что знает предмет на 5 баллов?…\n\n\n",
    "\nОтдам хороший телефон в мобильные руки.\n\n\n",
    "\nУ здания собралась толпа и все смотрят вверх. На краю крыши стоит человек и собирается прыгнуть вниз. Вдруг у одной тетки не выдерживают нервы и она кричит:\n\n– Да прыгай же, паразит, я на работу опаздываю!\n\n\n",
    "\nПистолет, как презерватив: никогда не знаешь, когда понадобится, но лучше, если всегда под рукой.\n\n\n",
    "\nНовая SMS игра!\n\nОтправьте на номер 7777 любое трехзначное число и найдите его в своем счете!\n\n\n",
    "\nCын «нового русского» спрашивает отца:\n\n– Пап, кто такой Ньютон?\n\n– Ну… это такой чувак в законе, у которого вся физика разложена по понятиям!\n\n\n",
    "\nМышка-сын спрашивает у мышки-папы:\n\n– Па, а правда, что нас слоны боятся?\n\n– Правда, сынок…\n\n– А почему?\n\n– Потому что мы банда!\n\n\n",
    "\nПарень с девушкой лежат в кровати. Он:\n\n– Я думаю, у нас это не любовь…\n\nОна:\n\n– Не любовь? А что?\n\nОн:\n\n– Ну… Легкий флирт.\n\nОна (приподнимаясь на локте и внимательно смотря на него):\n\n– Легкий флирт??? Два месяца в ж…у?\n\n\n",
    "\n– Я ищу и буду искать множества приключений, волнений, переживаний, любовных историй! – выкрикивал в лицо своему отцу молодой человек, который собрался уйти из дома. – И не вздумай останавливать меня! Я выбрал свой путь в жизни!\n\n– А кто тебя останавливает? – отвечает отец. – Только возьми и меня с собой!\n\n\n",
    "\n– Мама, скажи, мой дедушка был проктологом?\n\n– Твой дедушка был знаменитым проктологом!\n\n– А папа тоже проктолог?\n\n– Твой папа замечательный проктолог!\n\n– А я, когда вырасту?…\n\n– И ты, я уверена, станешь отличным проктологом!\n\n– Но я хочу стать автомехаником!\n\n– Вот еще! Хочешь всю жизнь в дерьме ковыряться?!\n\n\n",
    "\nЗаходит мужик в публичный дом и спрашивает:\n\n– Мне девушку на часик.\n\n– Извините, у нас все девушки заняты, но я могу предложить вам Гошу.\n\n– Да нет, нет, я не голубой!!!\n\n– Да вы не волнуйтесь, все кто брал Гошу оставались довольными.\n\n– Ну ладно, давайте Гошу…\n\n– Спускайтесь вниз, он вас будет в машине ждать.\n\nСпускается мужик вниз, видит машина с мужчиной прилично одетым, садится и спрашивает:\n\n– Это вы Гоша?\n\n– Ну да…\n\n– Тогда поехали!\n\nЕдут по Москве и попадают в огромную пробку. Мужик начинает уже нервничать.\n\n– Эх, времени мало, пое…ться не успеем.\n\nИ только он это сказал, как Гоша вышел из машины, чего-то руками помахал – машины все поразъехались в разные стороны. Мужик – в недоумении. Проехали, едут дальше, и вдруг джип их подрезает и выходят три амбала.\n\n– Ну попали, – говорит мужик.\n\nСнова Гоша вышел, бандиты удивленно:\n\n– Гоша, сколько лет, сколько зим! Здорово, друг. Извини, мы тебя не заметили. Вот тебе еще денег. Прости нас.\n\nПоехали дальше, проезжают мимо Красной площади, и Гоша говорит:\n\n– Останови здесь, мне тут выйти нужно.\n\nНу мужик останавливает машину, Гоша выходит, заходит в Госдуму. Охранники с улыбками провожают Гошу внутрь. Идет по коридору, ему Жириновский, Немцов, все на шею бросаются:\n\n– Гоша, дружище, ну как жизнь?…\n\nИдет дальше, и тут Путин выбегает без охраны, бросается на Гошу:\n\n– Гоша, Гоша, где ты пропадал, почему не звонишь…\n\nМужик рот разинул, смотрит… Потом немного отошел, в себя пришел, вышел за дверь и набирает номер публичного дома.\n\n– Алло, публичный дом.\n\n– Да, здравствуйте, я у вас вот Гошу взял…\n\n– Да, я помню, все в порядке? Вас все устраивает?\n\n– Один вопрос. Он знает, кто кого е…ть будет?\n\n\n",
    "\n– Ах, Пьер, вы даже не представляете себе, какое вы сокровище берете, – говорит женщина будущему зятю. – По вечерам не выходит, девственнее ангела, да простит мне Господь, книги да молитвы – единственное развлечение. А ее комната скромнее монашеской кельи, пойдемте заглянем.\n\nВходят они в комнату и видят: стол, стул, кровать да больше ничего. Единственная экзотика – это клетка с попугаем. Попугай, увидев гостей, сразу встрепенулся и как прокричит:\n\n– …Тр-ррр-ахай потише!!! Маман не спит!!!..\n\nПьер в шоке, мама в обморок падает, а попугай:\n\n– …В жж-о-оопу, козел!!! Мне еще замуж выходить!..\n\n\n",
    "\nЧукча подходит к проститутке на Тверской:\n\n– Скока за ночь, однака?\n\nОна смерила его взглядом:\n\n– С тебя 150 баксов, лох.\n\nТут подскакивает чукотская братва и запихивает ее в багажник.\n\nПрошло полгода… ее высаживают на том же месте, одичавшую, вонючую, в унтах и чукотских тряпках: в школе она училась плохо, откуда ей было знать, что ночь полярная.\n\n\n",
    "\nНаши раллийные грузовики давно уже лучшие в мире! Вот еще бы научиться нам делать обычные…\n\n\n",
    "\nПокупайте самовары фирмы «Тульский сюрприз»! Все покупатели самоваров получат по чайнику!\n\n\n",
    "\n– Так… Больной, у вас рак и склероз.\n\n– Ой! Слава богу! А то я боялся, что у меня рак.\n\n\n",
    "\nКаждый программист знает – в правильном софте все должно быть прекрасно: и пользовательский интерфейс, и программные решения, и гениальные ошибки!\n\n\n",
    "\nКак-то раз Берия говорит Сталину:\n\n– Слушай, Сталин, давай в Москве назовем улицу именем Чайковского.\n\nСталин:\n\n– Есть уже такая улыца – Нэ-Глынка.\n\n\n",
    "\nРазговаривают двое «новых русских». Один огорчается:\n\n– Вчера, блин, потерял сберкнижку!\n\n– Ну, какие дела?! Новую заведешь!\n\n– Да я еще ту не дочитал!\n\n\n",
    "\nСидят на лесной поляне волки – воют-рыдают! Подлетает ворона, на ветку села, спрашивает:\n\n– Чего, серые, плачете?\n\n– Да как тут не плакать, – всхлипывают волки. – Шапка Красная сериалов насмотрелась, по всему лесу растяжек понаставила! Теперь за какую веревочку ни дерни, либо башку снесет, либо ползада оторвет!\n\n\n",
    "\nЯ спросил у Яндекса «Где моя любимая?»\n\nДвести порносайтов мне выдало окно…\n\n\n",
    "\nВечер. К людям на автобусной остановке подходит старушка с собачкой в руках и спрашивает у каждого:\n\n– Это не ваша собачка?\n\nПолучив от всех отрицательный ответ, она уходит и, удовлетворенно гладя песика, тихонько приговаривает:\n\n– Ну вот и хорошо! Сейчас придем домой, супчик из тебя сварим.\n\n\n",
    "\nБанкет после научного конгресса. Выступают участники.\n\nБританец:\n\n– Я предлагаю выпить за нашего выдающегося ученого-изобретателя сэра Джеймса Райта, который, как известно, изобрел паровой двигатель!\n\nПоднимается представитель СССР:\n\n– Господа! Я целиком и полностью поддерживаю предыдущего докладчика, но должен заметить, что паровой двигатель изобрел не господин Райт, а гениальный русский ученый-самоучка Ползунов еще за десять лет раньше!\n\nПоднимается представитель США:\n\n– Я предлагаю выпить за нашего выдающегося ученого-изобретателя господина Томаса Алва Эдисона, который, как известно, изобрел электрическую лампочку!\n\nПоднимается уже слегка поддатый представитель СССР:\n\n– Господа! Я целиком и полностью поддерживаю предыдущего докладчика, но должен заметить, что первой электрическую лампочку изобрел не господин Иддиссон, а гениальный русский ученый Яблочкин еще за десять лет раньше!\n\nПоднимается представитель Франции:\n\n– Я предлагаю выпить за нашего выдающегося изобретателя барона Анри-Шарля де Миньета, который, как известно, изобрел наиболее элегантный способ половой жизни!\n\nПоднимается абсолютно пьяный представитель СССР:\n\n– Господа! Я целиком и полностью поддерживаю предыдущего докладчика, но должен заметить, что еще за десять лет до этого их барона, русский царь Иван Грозный писал своим боярам, что он их в рот е…л! И что он их насквозь видит! Это я имею в виду в адрес германской делегации, которая наверняка захочет выпить за их пресловутого Рентгена!\n\n\n",
    "\nЕсли вам в ресторане отказали в зубочистке, попробуйте воспользоваться зуботычиной.\n\n\n",
    "\nПолковник, прослуживший всю свою жизнь в армии, уволился на пенсию… подумал, подумал, денег-то не хватает… решил пойти научиться еще какой-нибудь профессии… опять подумал-подумал, на что его всю жизнь тянуло и решил пойти на курсы гинекологов… Отучился он полгода на курсах и приходит на выпускной экзамен. Экзамен принимает настоящий профессор – очки-пенсне, бородка клинышком, взгляд добрый и умный…\n\n– Здравствуйте, полковник, вот сейчас мы и проверим, насколько вы усвоили предмет… Вопрос первый – как вы себе представляете наружное устройство женских половых органов?\n\n– Профессор, это как винтовка Мосина…\n\n– То есть?\n\n– Элементарно – продольный паз, поперечный паз, лобок и волосяной покров…\n\n– Кхм… верно… Второй вопрос – как вы себе представляете внутреннее устройство женских половых органов?\n\n– Профессор, это как винтовка Мосина…\n\n– То есть?\n\n– Элементарно – две губы, две трубы, всасыватель и выбрасыватель…\n\n– Кхм… верно… Будем считать, что экзамен вы сдали… Но, полковник, разрешите, в свете этой вашей концепции, осветить еще один вопрос?\n\n– Конечно, профессор…\n\n– Можете ли вы сразу попасть женщине в нужную дырку?\n\n– Профессор, это как винтовка Мосина…\n\n– То есть?\n\n– Элементарно – ловишь женщину, ставишь ее на четвереньки в угол, достаешь из заднего правого кармана масленку, капаешь 1 каплю масла на позвоночник, сопровождаешь каплю большим пальцем правой руки до второго контрольного щелчка, затем досылаешь…\n\n\n",
    "\nНовинка кулинарии: салат «Новогодняя маска» – последний салат, в котором засыпаешь.\n\n\n",
    "\n…Завершая нашу плодотворную конференцию, подведем ее основной итог. В выступлениях наших уважаемых докладчиков было использовано букв А – 589706, Б – 347876, В – 314068, Г – …\n\n\n",
    "\n– Ой, какая у вас симпатичная собачка! А она не кусается?\n\n– Собака-то не кусается. Хозяин дерется!\n\n\n",
    "\nПо данным специалистов от 5 до 7 % людей имеют нетрадиционную сексуальную ориентацию. Но тогда откуда ИХ столько за рулем?!\n\n\n",
    "\nСколько по порносайтам не лазь, все равно заставят жениться.\n\n\n",
    "\nИнтересный факт обнаружили исследователи творчества японского писателя Харуки Мураками. Оказалось, что если взять написанное Мураками и изменить всего одну букву – получится «написанное му…аками».\n\n\n",
    "\nОни жили душа в душу… и частенько тело в тело.\n\n\n",
    "\nРазговор двух приятелей:\n\n– Поехали на пьянку! Девчонки будут!\n\n– Какие девчонки?\n\n– Обыкновенные…, но хочешь, скинемся – возьмем необыкновенных!\n\n\n",
    "\n– Мама! Мама! Я братика хочу!\n\n– Ну, не знаю… ну… поговори с ним…\n\n\n",
    "\nОбъявление по зоопарку:\n\n– Внимание! Мальчик Саша, потерявший подвыпившего родителя, может встретиться с ним в обезьяннике.\n\n\n",
    "\nБуратино посадили в тюрьму. Захлопнулась за ним дверь камеры. И прокурор, снимая шляпу, сказал:\n\n– Наконец-то я посадил дерево!\n\n\n",
    "\nС момента образования Соединенных Штатов Америки, в эту страну стремились люди со всего мира, мечтавшие о свободе. Увы, далеко не всем переезд был по карману. Только африканцам повезло: их везли бесплатно.\n\n\n",
    "\nГоворят, что минута смеха продляет жизнь на 5 минут, теперь становится понятно, почему после сотворения жизни на Земле бог живет вечно…\n\n\n",
    "\n– Вчера за 100 долларов купил себе антикварные часы с боем.\n\n– Да это ж совсем дешево!\n\n– Да не совсем – сильно много боя…\n\n\n",
    "\nВ банке мужик стоит около кассы и что-то ищет в сумке. Кассир обращается к нему:\n\n– Мужчина, не задерживайте очередь, решайте скорее, что вы хотите: взять деньги или положить?\n\n– Ну, конечно, взять! Черт возьми, куда я засунул свой пистолет?!\n\n\n",
    "\nКак-то спросили у цыгана:\n\n– Какая у тебя самая большая мечта?\n\n– Миллиард долларов, – не задумываясь, ответил он.\n\n– Ну и что бы ты на него купил?\n\n– Остров в Тихом океане, а на нем бы построил дворец – ну, чтоб фонтаны, павлины и все в зеркалах. А под дворцом деньгохранилище устрою для остатков своего миллиарда.\n\n– И что затем делать станешь?\n\n– А вот поживу так с месячишко, а потом спущусь в подвал с деньгами, сопру у себя червонец и убегу.\n\n\n",
    "\n– Милый, что бы у тебя взять на память, чтобы ты ко мне вернулся?\n\n– В рот, дорогая.\n\n\n",
    "\nВ книгу Гиннеса попасть – миллион раз плюнуть.\n\n\n",
    "\nЗвонок в ресторан:\n\n– Алло, можно у вас заказать столик?\n\n– Я вам еще раз повторяю, это не мебельная фабрика, мы не делаем и не продаем мебель!\n\n\n",
    "\nВовочка говорит отцу:\n\n– Папа, ты же обещал сходить в зоопарк.\n\n– Отец обещал – отец сходил!\n\n\n",
    "\n– Зачем люди курят в туалете, им так легче срать?\n\n– Нет, им так легче думать.\n\n– А зачем думать в туалете?\n\n– Им так легче срать.\n\n\n",
    "\nКак меняется с возрастом смысл вождения автомобиля:\n\n20 лет – доехать покрасивее;\n\n30 лет – доехать побыстрее;\n\n50 лет – доехать побезопаснее;\n\n70 лет – доехать!!!\n\n\n",
    "\nЗвонок в ресторан:\n\n– Я хочу у вас заказать столик.\n\n– Стоооолик? (в зал) Эй, Толян, иди сюда, тебя тут какой-то каззел заказать хочет! (снова в трубку) Подождите, сейчас к вам шкафы сами приедут…\n\n\n",
    "\nБоксеру легче защитить диссертацию, чем написать ее.\n\n\n",
    "\n– Мне тут открытку подарили. Мятую такую, зелененькую… «Сто лет Бенджамину Франклину».\n\n\n",
    "\nИнтеллигент никогда не скажет: «Ушел – и х…й с ним», он скажет: «Ушел, сохранив достоинство».\n\n\n",
    "\n– А почему мусор вывозят за город?\n\n– Так они же тоже люди…\n\n\n",
    "\n– Ну и кто какие добрые дела сегодня сделал?\n\n– Я накормил голодного котенка!\n\n– А я выгулял соседскую собачку!\n\n– А я, а я накурил грустного попугая!\n\n\n",
    "\n– Я водка – со мной на праздник четко!!!\n\n– Я салат – вашим лицам рад!!!\n\n– Я самогон – иду на обгон!!!\n\n– Я горилка – мозгов дурилка!!!\n\n– А я гашиш – … я слова забыл…\n\n\n",
    "\nИдет экзамен. Из класса выходит замученный студент. Все у него сразу спрашивать:\n\n– Ну как сдавал?\n\n– Как в церкви.\n\n– Как?\n\n– Он задает вопрос, я крещусь. Я отвечаю, он крестится.\n\n\n",
    "\n– Фирма «Durех» приносит свои извинения в связи с вашим появлением на свет – это техническая ошибка. Просим вас явиться в нашу лабораторию для уничтожения.\n\n\n",
    "\n– Вовочка, а где работает твой папа?\n\n– В зоопарке!\n\n– Да?! А я думала, что он в какой-то торговой компании работает.\n\n– Не, точно в зоопарке. Сам слышал, как он говорил: «Это не работа, а зверинец какой-то!»\n\n– Ну это выражение такое, говорят так…\n\n– А еще он сказал про свою работу: «Директор – баран, его секретарша – змея подколодная, бухгалтерша – крокодилица, сисадмин – козел, начальник отдела сбыта – свинья, а начальник службы безопасности – еще тот жеребец!» Так что точно в зоопарке работает!\n\n\n",
    "\nПурген. И пусть весь мир подождет…\n\n\n",
    "\nАмериканские геологи в ходе разведки недр обнаружили над залежами своей нефти какую-то арабскую страну.\n\n\n",
    "\nРассказывают, что однажды поздно вечером президент Рейган застал в Белом Доме сотрудника.\n\n– Что вы здесь делаете?\n\n– Я работаю, – ответил сотрудник, надеясь, что его усердие будет вознаграждено.\n\n– Вы уволены, – ответил Рейган. – Работу надо делать вовремя, а вы, я вижу, не справляетесь.\n\nРассказывают также, что на следующий день он застал другого сотрудника работающего поздно вечером.\n\n– Вы тоже уволены, – сказал Рейган. – Вы должны быть способны сделать свою работу в рабочее время.\n\n– Я ее сделал, – ответил сотрудник. – Сейчас я делаю работу того парня, которого вы уволили вчера.\n\n\n",
    "\n– Хреново, когда деньги есть, а еще хреновее, когда их нет.\n\n– А почему хреново, когда есть деньги?\n\n– Да потому, что они быстро кончаются, и становится еще хреновее.\n\n\n",
    "\nХит сезона: Часы-будильник с боем – в заданное время они бьют вас до тех пор, пока вы не встанете.\n\n\n",
    "\nОн был обычным котом, лежал на печи и ел сметану. Но армия добралась и до него. Смотрите на видео «Кот в сапогах».\n\n\n",
    "\nПо рекламе:\n\n– Хочешь пить? Я принесу!\n\n– Столько не донесешь!\n\n\n",
    "\nКраткий пересказ среднестатистической конституции.\n\n1. Все люди равны, но некоторые равнее.\n\n2. Каждый имеет право на жизнь, пока не перейдет кому-нибудь дорогу.\n\n3. Каждый имеет право на свободу слова, за исключением тех случаев, когда он знает слишком много.\n\n\n",
    "\nЛюбовь – это последняя стадия отношения между мужчиной и женщиной, когда уже нет возможности заняться сексом.\n\n\n",
    "\nНовый тарифный план «Блондинка» – все «погоди, я не поняла…» теперь абсолютно бесплатно!\n\n\n",
    "\nСидит в баре киллер, пьет рюмку за рюмкой и изливает душу бармену:\n\n– Ну ты сам посуди: Дантес в 25 лет Пушкина грохнул, Мартынов в 27 – Лермонтова, а мне уже тридцатник стукнул – и ни одну знаменитость еще не замочил!\n\n\n",
    "\nУ нас ведь как – далеко пойдешь, только если хорошо пошлют.\n\n\n",
    "\nВ темной аллее:\n\n– А ну-ка быстро, руки за голову, ноги на ширине плеч!\n\n– Ой, это ограбление?\n\n– Нет, блин, утренняя зарядка!\n\n\n",
    "\nВ баре поздно вечером парень посмотрел на часы, вдруг заволновался, схватил пальто, бросил на стойку бара деньги и быстрым шагом направился к выходу. Его окликнул бармен:\n\n– Коля, ты куда вдруг заторопился?\n\n– В театр.\n\n– В это время? Последний спектакль уже скоро закончится.\n\n– Ну да, и меня жена должна оттуда забрать на машине.\n\n\n",
    "\nОперативник допрашивает задержанного, тот в какой-то момент закуривает.\n\n– Папиросы курите?\n\n– Да, а что?\n\n– Не наркоман?\n\n– Нет, а с чего вы взяли?\n\n– С папирос косячок удобно делать. Такие привычки могут многое о человеке сказать.\n\nЗадержанный смотрит на оперативника и вместе со стулом отодвигается как можно дальше.\n\n– Это зачем это ты? – недоумевает оперативник.\n\n– Да вы шариковую ручку частенько посасываете!\n\n– Ну и что?\n\n– Такие привычки о человеке могут многое сказать…\n\n\n",
    "\nСовет астролога: Уран в восьмом доме – вызывайте МЧС!\n\n\n",
    "\nПочему за женщин мы пьем стоя?\n\nВо-первых, потому что лежа пить неудобно.\n\nВо-вторых, чтобы некоторое время гордо возвышаться над ними.\n\nВ-третьих, мы пьем стоя, потому что так больше входит.\n\nВ-четвертых, мы таким образом разминаем затекшие конечности.\n\nВ-пятых, мы встаем, чтобы отряхнуть с брюк остатки салата.\n\nВ-шестых, встаем для того, чтобы лучше разглядеть всех присутствующих за столом женщин.\n\nВ-седьмых, придумали этот ритуал для того, чтобы в случае чего резко рвануть с высокого старта.\n\nВ-восьмых, мы таким образом выясняем, кто из нас остался под столом приставать к женщинам.\n\nВ-девятых, мы встаем, чтобы потом, садясь, почувствовать облегчение.\n\nИ наконец, мы поднимаемся для того, чтобы не слышать в самое ухо: «Хватит пить! Тебе уже хватит!»\n\nИтак, за женщин! Мужчины пьют стоя!\n\n\n",
    "\nЗвонок в справочную сотового оператора:\n\n– Але, девушка, ваша компания ворует деньги.\n\n– Расскажите подробнее, что случилось.\n\n– Вчера вечером проверил баланс, было 10 баксов, выключил телефон, сегодня утром включаю – на счете 0.\n\n– А вы телефон на ночь ставили на подзарядку?\n\n– Ставил.\n\n– Так это у вас долги за электричество сняли.\n\n\n",
    "\n– Почему вы не пьете лекарства?\n\n– Они же противные.\n\n– А вы пейте лекарства и думайте что это водка.\n\n– Лучше уж я буду пить водку и думать, что пью лекарства.\n\n\n",
    "\nПонедельник. День святого Валентина. Утро. Офис. На планерке шеф отлюбил сначала всех разом, потом каждого по отдельности…\n\n\n",
    "\nВ гостях:\n\n– Мой юный друг, похоже, что тебе нравится декламировать стихи!\n\n– Да я их ненавижу, это мама заставляет их читать гостям, когда хочет, чтобы они поскорее убрались!\n\n\n",
    "\nЧетыре белые вещи, которые должны быть у каждого негра: белые ладошки, белые пяточки, белые зубки… и белый хозяин!\n\n\n",
    "\n– Официант! Почему ЭТО называется у вас говяжьим бульоном? А где говядина?\n\n– Как где? Она дала вам этот бульон и теперь снова пасется.\n\n\n",
    "\nПраздник. Желудок.\n\nСначала туда «упал» Салат. Потом, «рюмка» Вина. Салат спрашивает «рюмку»:\n\n– За кого пили?»\n\nВино отвечает:\n\n– За Василия Ивановича.\n\nПотом туда «упала» еще одна «рюмка» Вина. Салат спрашивает:\n\n– За кого пили?»\n\nВино отвечает:\n\n– За Василия Ивановича.\n\nПотом туда «упала» еще одна «рюмка» Вина. Салат спрашивает:\n\n– За кого пили?\n\nВино отвечает:\n\n– За Василия Ивановича.\n\nИ так несколько раз. На десятый раз Салат не выдерживает и, на очередной ответ Вина говорит:\n\n– Пойду-ка я посмотрю на этого Василия Ивановича.\n\n\n",
    "\n– Можно из пуговиц от пальто сварить суп?\n\n– Можно, если они вырваны с мясом!\n\n\n",
    "\nВ конце концов я понял: лучше жены никого не найти.\n\nОсталось только найти жену.\n\n\n",
    "\nПьют чех, русский и украинец. Чех выпивает пиво и разбивает бокал.\n\nВсе спрашивают «почему?». Он отвечает:\n\n– Да у нас этого пива, я два раза с одного и того же бокала не пью!\n\nРусский выпивает бутылку водки и разбивает пустую бутылку. Объясняет:\n\n– Да у нас этой водки, я два раза с одной бутылки не пью!\n\nУкраинец допивает бутыль самогона и табуреткой на месте убивает русского.\n\nУспокаивает чеха:\n\n– Да у нас этих русских, я два раза с одним и тем же не пью!\n\n\n",
    "\nЖена-блондинка спрашивает мужа-грузина:\n\n– Гоги, ты других женщин любил?\n\n– Уважал!\n\n\n",
    "\nОглянись вокруг. Все сущее – есть результат оргазма!\n\n\n",
    "\nМужик приходит в театр с пивом и рыбой. Сел, смотрит кругом столько людей, пить неудобно как-то и пиво открыть не обо что. Тут ему сосед справа говорит:\n\n– Ты что первый раз в театре?\n\n– Ага.\n\n– Пиво об ручку кресла открывай.\n\nМужик открыл, пьет, думает, а как же рыбу есть. Тут ему сосед слева говорит:\n\n– Ты что первый раз в театре?\n\n– Ага.\n\n– У тебя же программка есть – рыбу в нее чисти.\n\nМужик сидит, рыбу ест, пиво пьет. Захотел в туалет, а выходить так далеко – как раз посредине ряда сидит. Тут ему сосед сзади говорит:\n\n– Ты что первый раз в театре?\n\n– Ага.\n\n– Мы же на балконе, встал на край и ссы в партер.\n\nМужик стал и ссыт вниз. Тут внизу лысый мужик поднимается, на которого он ссыт, и говорит:\n\n– Мужик, ты что первый раз в театре?\n\n– Ага.\n\n– По сторонам води.\n\n\n",
    "\nКупили дед с бабкой приемник, воткнули в розетку на 220. Тишина, дымок пошел…\n\n– Дед, а чегой-то они там молчат?\n\n– Вот сейчас покурят, потом, глядишь, чего и скажут…\n\n\n",
    "\nОдин мужик говорит другому:\n\n– Вчера были в ресторане. Хорошо посидели.\n\n– Много вас было?\n\n– Да, нет. Двое – я и водка.\n\n\n",
    "\nРеспектабельный мужчина шел по улице, когда к нему с просьбой о паре долларов подошел довольно грязный оборванный бомж. Мужчина вытащил из кошелька десятку, и спросил:\n\n– Если я дам тебе эти деньги, купишь ли ты на них себе, скажем, пива?\n\n– Я уже много лет не пью.\n\n– Ну, может, ты спустишь их в казино?\n\n– Я не играю, мне на жизнь-то еле хватает.\n\n– Ну тогда потратишь их на партию в гольф?\n\n– Совсем рехнулся; да я уже 20 лет не играл в гольф!\n\n– Тогда, может, потратишь их на женщину из квартала красных фонарей?\n\n– Ну и какую болячку я там подцеплю за десять-то долларов?\n\n– Хорошо, – сказал тогда мужчина, – вместо того, чтобы дать тебе десятку, я сейчас отведу тебя к себе домой, и мы замечательно пообедаем, моя жена приготовила нечто сногсшибательное на вечер.\n\n– А жена тебя не выставит из дому с таким гостем, как я? Я грязен, оборван и от меня воняет – удивленно спросил бомж.\n\n– Это ничего, – ответил мужчина. – Я как раз очень хочу, чтобы она, наконец, увидела, как может опуститься человек, который бросил пиво и карты, не играет в гольф, и отказался от секса.\n\n\n",
    "\nОдин приятель говорит другому:\n\n– Ты помнишь роскошную блондинку, которую мы позавчера видели в баре?\n\n– Так я с ней вчера познакомился.\n\n– И как ты осмелился?\n\n– Знаешь, два раза и очень неплохо.\n\n\n",
    "\n– Рабинович, у вас нет ничего пожевать?\n\n– Таки есть. Только зачем вам это жевать?\n\n\n",
    "\n– Равви, в чем смысл жизни?\n\n– Какой прекрасный вопрос! Неужели ты хочешь променять его на ответ?\n\n\n",
    "\nРесторану восточной кухни срочно требуются ловкие шаурмены и бастурматоры.\n\n\n",
    "\nЧай студенческий. Без сахара. Без заварки.\n\n\n",
    "\n– Милая, я сегодня такие презервативы купил – эксклюзив!\n\n– Какие?\n\n– Со вкусом. Миндальный, шоколадный и еще парочку разных. Давай попробуем.\n\n– Мммммм… «селедочно-луковый»…\n\n– Дура, я еще не одел!\n\n\n",
    "\nДело было XIX в., в люкс-вагоне, по только что построенной железной дороге, ехал молодой граф. Проезжая по русской глубинке через поле, он увидел, как молодая женщина пошла за стог сена по малой нужде. Ему так понравилась ее живописная поза и телесные формы, что он немедленно нажал на стоп-кран, нашел девушку и забрал ее с собой.\n\nЛет через 7-10 он снова путешествовал по этой дороге и, когда поезд подъезжал к тому месту, где он жал на стоп-кран, проводник наглухо закрыл ставни окон. Возмущенный граф – в чем, мол, дело! Проводник – прошу прощения, указание такое! После долгих расспросов проводник говорит, что лет 10 назад какой-то дурак увидел, как женщина пошла за стог сена по своим надобностям, остановил поезд, забрал ее с собой и женился на ней. Теперь какой поезд ни проходит мимо, все бабы встают раком, снимают трусы и показывают голую жопу проходящему поезду.\n\n\n",
    "\nОдна фирма вывесила в окне объявление: «Требуется работник в офис, умеющий печатать на машинке, работать на компьютере, и владеющий как минимум двумя языками».\n\nЧерез некоторое время к окну подошла собака, прочла объявление, и вошла в офис. Она прошла прямо к начальнику, помахала ему хвостом и кивнула головой на объявление в окне, и уселась в кресле в его кабинете.\n\nНесколько удивившись, начальник сказал:\n\n– Я вас не могу нанять – в объявлении же сказано, что надо печатать на машинке.\n\nСобака подошла к пишущей машинке и немедленно отстучала письмо. Начальник, прочтя письмо и убедившись, что в нем не было не одной ошибки, сказал:\n\n– Да, но ведь надо же еще уметь работать на компьютере.\n\nСобака снова слезла с кресла и подошла к компьютеру, написала небольшую программу – начальник проверил – работает!\n\n– Ну, елы-палы, – подумал начальник и усмехнувшись, напомнил собаке. – Так ведь надо еще и двумя языками владеть!\n\nСобака, спокойно на него посмотрев, сказала:\n\nМяу!\n\n\n",
    "\nВ консерваторию по классу скрипки на 10 мест 100 претендентов: 10 евреев и 90 русских. Собрался ректорат, решают, кого взять, чтобы по справедливости.\n\nПроректор-патриот:\n\n– Надо взять 10 русских.\n\nПроректор-коммунист:\n\n– Надо взять 9 русских и одного еврея.\n\nПроректор-демократ:\n\n– Надо взять 5 евреев и 5 русских.\n\nПроректор-сионист:\n\n– Надо взять 9 евреев и одного русского.\n\nРектор:\n\n– А вы все, оказывается, националисты.\n\nВсе:\n\n– Ни фига себе! А кого же, по-твоему, надо брать?\n\nРектор:\n\n– Тех, кто лучше играет на скрипке.\n\n\n",
    "\n– А мой дедушка с немцами воевал!\n\n– С немцами? А мой – против…\n\n\n",
    "\nСтоят разговаривают две подружки-блондинки. Одна из них достает пудреницу, смотрит в зеркальце и говорит:\n\n– Ой, что-то лицо знакомое.\n\nПодружка:\n\n– Дай посмотрю… правильно, дура, это же я.\n\n\n",
    "\nДля более хорошего усвоения продуктов мы в семье перешли на раздельное питание. Утром ем я, в обед – жена, вечером – теща!\n\n\n",
    "\n– Скажите, у вас наверное очень тесная квартира?\n\n– Да, действительно! Но как вы догадались?\n\n– Ваша собака машет хвостом не с боку на бок, а сверху вниз.\n\n\n",
    "\nПособие для кредитных специалистов. Адаптация вопросов кредитного интервью применительно к малому бизнесу:\n\n* У вас только одна компания или она является частью холдинга?\n\n– Кроме этого киоска у вас есть другие?\n\n* Опишите внутрихолдинговую структуру расчетов и схему товарно-денежных потоков.\n\n– Навар с этой точки на другие кидаете? А чтоб курей здесь закоптить, а там продать – так бывает?\n\n* Планируете ли вы на этот год развитие бизнеса и дальнейшую экспансию на рынке?\n\n– Собираетесь открывать вторую палатку на Савеловском?\n\n* Нет ли конфликта между акционерами компании и топ-менеджментом?\n\n– Вы с Петровичем нормально ладите?\n\n* Какая средняя рентабельность вашего бизнеса в целом по корпорации?\n\n– И сколько навару с ваших шести мобильных туалетов?\n\n* Какие методы оптимизации налогообложения вы используете?\n\n– Налоговую как кидаете?\n\n* Каков профессиональный уровень трейдеров в вашей компании?\n\n– А что, Вася толковый парень, фишку сечет?\n\n* Имеется ли выраженная сезонность в вашем бизнесе?\n\n– Копченые куры когда лучше идут – летом или зимой?\n\n* Какой у вас уровень долгосрочной кредиторской задолженности?\n\n– Сколько бабок вы должны отдать через год?\n\n* Имеются ли у вас действующие кредиты и забалансовые обязательства?\n\n– У братков деньги брали? В ломбард чего-нибудь из вещей относили?\n\n* Какой у вас неснижаемый остаток товаров на складах?\n\n– Йогурт за день весь раскупают, или чего на утро остается?\n\n* Супруга готова дать нотариально заверенное согласие на ваше поручительство?\n\n– Жена не заругается, что вы бабки в банке взяли?\n\n* Какова рыночная стоимость контрольного пакета акций вашей дочерней компании?\n\n– Сколько вам Ахмед предложил за ту шашлычную у шоссе?\n\n* Имеются ли финансовые вложения?\n\n– Лотерейные билеты покупаете?\n\n* Какая у вас валюта баланса?\n\n– Сколько бабок всего вы вложили, наварили, стибрили и должны?\n\n* Эффективная процентная ставка по вашему кредитному договору складывается из собственно процентной ставки в процентах годовых, единовременной платы за оформление договора и ежемесячной платы за обслуживание ссудного счета, также выраженной в процентах годовых.\n\n– Короче, на круг 4 % в месяц выходит, конкретно.\n\n* Учтите, что в случае просрочки кредита на сумму просроченной задолженности ежедневно начисляются пени.\n\n– Учти, чувак: просрачишь кредит – набьем морду!\n\n* Расшифруйте, пожалуйста, подробнее данные вашего аналитического учета.\n\n– Покажите, пожалуйста, еще раз ту зеленую тетрадку.\n\n\n",
    "\nЗакон тюбика:\n\nИз пустого тюбика от крема для бритья всегда можно выдавить еще немного крема, которого хватит, чтобы побриться.\n\nСледствие из закона тюбика:\n\nКрема будет хватать до тех пор, пока вы не купите новый тюбик.\n\n\n",
    "\nЧто будет, когда Россией РЕАЛЬНО начнет управлять та часть граждан, которые сейчас истово поддерживают Путина.\n\n1. Население России сократят до 3–4 млн. Все они будут жить в пределах Садового кольца, часть – в центре Санкт-Петербурга. Остальное население будет объявлено «обслуживающими существами» и будет ограничено: в проживании – только на своей территории, в работе – только низкоквалифицированная и грязная, в уровне жизни – чуть лучше скотины. Появление кого-либо из «обслуживающих существ» на территории проживания Россиян (внутренняя часть Садового кольца) будет караться расстрелом на месте с повешением и последующей казнью на электрическом стуле.\n\n2. Все производство в России будет свернуто, за исключением: добычи полезных ископаемых, а также производства оружия, преимущественно ядерного. Все прочие товары будут закупаться за рубежом на доходы от экспорта первого и второго.\n\n3. Все передачи по радио и ТВ будут начинаться и заканчиваться двумя фразами: «Слава Владимиру Владимировичу Путину» и «Я горжусь, что родился в России». При этом телезрители и радиослушатели будут обязаны повторять эти фразы, под угрозой тюремного заключения.\n\n4. Продолжительность жизни сократится до 50 лет, таким образом исчезнет необходимость заботиться о пенсионерах, равно как и само понятие пенсии. Высвободившиеся средства будут направлены на разработку еще более мощного оружия и трансляцию пропагандистских передач на все страны земного шара, а также на ближайшие планеты солнечной системы. Отдельные особо преуспевающие личности будут в 50 лет переселяться в страны окончательно загнившего Запада, где будут доживать до глубокой старости, забыв о своем российском происхождении.\n\n5. Зарабатывание малого количества денег станет тяжким уголовным преступлением. Врачи, учителя и прочие госслужащие будут вынуждены либо существенно улучшить свое материальное положение, либо переквалифицироваться в продавцов нефти или оружия. Зарабатывание большого количества денег, независимо от способов и методов, напротив, будет считаться доблестью – при условии, что зарабатывающий отстегивает мзду государственным чиновникам. Будут введены почетные звания «Заслуженный Вор», «Почетный взяточник», а также орден «Коррупционер РФ» четырех степеней. Четвертая, высшая степень будет присваиваться только чиновникам не ниже федерального министра.\n\n6. Законность любого деяния будет определяться исключительно по тому, как к нему относится лично Президент. Для облегчения толкования закона будет создана специальная организация (на базе ФСБ), разъясняющая позицию Президента по любому поводу, от убийства человека до заключения простой сделки. При этом если Президент в какой-то момент выскажется прямо противоположно тому, что он говорил ранее – второе высказывание будет считаться единственно верным, а за упоминание первого будут расстреливать на месте.\n\n7. Образованность и трудолюбие станут пороком, не присущим истинному Россиянину, вместо них добродетелью будет объявлена «смекалка» (как бы где-то что-то сп…дить, а также как увильнуть от работы) и пох…изм.\n\n8. Выпивающий менее литра водки в день будет принудительно высылаться за пределы России.\n\n9. В области внешней политики также произойдут серьезные изменения. Дипломатический язык пополнится такими выражениями как «пошли все в жопу», «не е…ет» и «замочим вас всех нах…й». Мнение любой международной организации будет в открытую игнорироваться, если оно противоречит мнению Президента.\n\n10. Президент будет торжественно избран Императором Всея Руси (с поддержкой 150 % населения), Правителем Земли и Повелителем Обозримой Части Вселенной. Население России будет вечно благодарно ему за Стабильность и Порядок. Все неблагодарные будут уничтожаться.\n\n\n",
    "\n– Дорогой, ты мне никогда не делал ванну с шампанским.\n\n– Хм, интересно, в анус!? шампанским!!!???\n\n\n",
    "\nПлох тот антиспам, который не мечтает стать антивирусом.\n\n\n",
    "\nСоветское время. Одна старуха приходит в милицию и просит:\n\n– Заберите моего старика.\n\n– А за что?\n\n– Да ничего не делает, только жрет, как маршал.\n\nСтаруху арестовали. Старик ждет ее дома, старухи все нет. Тогда он тоже приходит в милицию:\n\n– У меня старуха пропала.\n\n– Мы ее арестовали.\n\n– За что?\n\nПересказали старику старухины слова. Старик:\n\n– Ах, она дура этакая! Ну врет, все врет, прямо как по радио!\n\nСтарика арестовали.\n\n\n",
    "\nНа Великом Шелковом пути стражники останавливают караван.\n\n– Что везете?\n\n– Фарфор и шелк.\n\n– А, опять китайский ширпотреб?\n\n\n",
    "\nШел как-то путник по городу одной древней азиатской страны. В самом центре столицы, на базарной площади увидел он огромный чан с дерьмом и в чане сидящего по самое горло в дерьме человека. Это был осужденный местным судом за какую-то провинность. На лице человека сидело очень много мух, больших и маленьких. Стало жалко путнику человека, взял он веточку и прогнал мух с лица осужденного.\n\n– Что же я тебе плохого сделал, добрый человек? Зачем ты прогнал мух?\n\n– Ну как, они же тебя кусали.\n\n– Нет, добрый человек, эти мухи не кусали. Они уже наелись и просто сидели. Ты их согнал и теперь прилетят новые, голодные мухи и начнут пить мою кровь заново.\n\n\n",
    "\nДеревенский кузнец сказал новому подмастерью:\n\n– Сейчас выну из огня подкову. Как кивну головой, бей по ней молотом.\n\nТак новичок-подмастерье сразу стал кузнецом.\n\n\n",
    "\nОбъявления:\n\n– ПРОДАМ ПАРАШЮТ, Б/У.\n\n– КУПЛЮ ИНВАЛИДНУЮ КОЛЯСКУ.\n\n\n",
    "\nКомпьютер имеет одно неоспоримое преимущество перед мозгом: им пользуются.\n\n\n",
    "\nЧто такое переполненный автобус?\n\nЭто когда у дамы в сумочке звонит мобильник, а на другом конце автобуса люди чувствуют виброзвонок.\n\n\n",
    "\nРешение сразу двух мировых проблем: «Скормить бездомных голодающим».\n\n\n",
    "\nНачало XX в. В поезде, в числе других пассажиров, едут молодой еврей и миловидная русская дама. Дама:\n\n– Жид, сколько времени?\n\nЕврей ноль внимания.\n\n– Эй, жид, оглох? Я спрашиваю, сколько времени!\n\nЕврей молча достает карманные часы с крышечкой и, не открывая, показывает даме.\n\n– Ты что, жид, сдурел? Как я могу через крышечку увидеть время?\n\n– А как вы через двое штанов увидели, что я жид?\n\n\n",
    "\nПошел Вовочка служить в армию. Попал в теплые края. Красота природы, теплый климат, еды навалом. Рай, а не служба. Проходит 3 месяца, соскучился он по дому, по любимой девушке. Пошел к начальнику штаба.\n\n– Товарищ майор, отпустите меня, пожалуйста, в отпуск.\n\n– Товарищ солдат, если вы придумаете что-то полезное, чего в нашей части еще нет, тогда отпущу.\n\nВышел Вовочка на улицу, начал голову ломать, как ему что-то придумать. Вдруг видит другой солдат траву косит. Доперло тут до Вовочки, побежал он к начальнику штаба.\n\n– Товарищ майор, вот если к косе второе лезвие прикрепить, тогда производительность в два раза возрастет…\n\n– Гм-м, и впрямь полезное новшество. Езжай в отпуск.\n\nСъездил Вовочка в отпуск, отдохнул, оторвался, вернулся в часть… Проходит еще три месяца, он опять к начальнику штаба.\n\n– Товарищ майор, отпустите меня, пожалуйста, в отпуск.\n\n– Товарищ солдат, вы знаете мои условия, придумаете, приходите.\n\nВышел Вовочка на улицу, смотрит, а там опять тот же солдат траву косит. Осенило Вовика, прибежал он к начальнику штаба.\n\n– Товарищ майор, а вот если на спину грабли повесить, тогда за один раз и трава собираться сразу будет – опять же производительность повысится.\n\n– Опять вы правы – езжайте в отпуск.\n\nВернулся Вовочка, но проходит еще пару месяцев, опять та же история. В очередной раз выйдя от начальника штаба, Вовочка надолго задумался… ничто не приходит в голову. Тут к нему подошел тот самый «косарь».\n\n– Что, Вовчик, опять в отпуск собрался?\n\n– Ага.\n\n– И чего, придумать ничего не можешь?\n\n– Не-а.\n\n– А ты скажи, пусть мне на кепку фонарь повесят – я буду и ночью косить.\n\n\n",
    "\nОтец – сыну:\n\n– Балда! За что опять двойку получил?\n\n– Да по делу… На уроке географии сказал, что Земля по форме больше напоминает задницу школьного завхоза, чем грудь нашей учительницы.\n\n– Ну и что тут неправильного?\n\n– Бред! Если бы Земля имела такие формы, ее давно бы изнасиловали.\n\n\n",
    "\nПока одни все ждут, когда судьба сама положит им в постель принцессу, другие уже давно спят с королевой.\n\n\n",
    "\nСудья:\n\n– Подсудимый, вы должны говорить правду, и ничего кроме правды.\n\nПодсудимый:\n\n– Правда, правда, правда, правда, правда…\n\n\n",
    "\nЗаядлый автомобилист упоенно чинит машину, лежа под капотом. По гаражу, нервно заламывая руки, бегает его жена.\n\n– Вась!\n\nНеопределенное мычание.\n\n– Я к подружке ухожу!\n\n– М-м-м…\n\n– Вась, видишь этого человека на фотографии?\n\n– Угу…\n\n– Умоляю, забери его сегодня в 6 часов вечера из садика!\n\n\n",
    "\n– Внучек, а чей-то такое, «виртуальный секс»?\n\n– Ну, дед, вот реальный секс – это с живым партнером, а виртуальный – с воображаемым, через компьютер…\n\n– Через кампутер?! Ишь, до че наука дошла… Я-то по молодости рукой обходился.\n\n\n",
    "\n1 °CПОСОБ РАЗВЛЕЧЬСЯ ВО ВРЕМЯ ПЕРЕГОВОРОВ.\n\n1. Исподтишка пожимать чью-нибудь руку и шептать уголком рта: «Вы чувствуете ЭТО?»\n\n2. Напялить на себя телефон hands free и периодически говорить в него нечто, не относящееся к теме заседания, например: «Меня не волнует, что карликов не нашли! Шоу должно состояться в любом случае!»\n\n3. Написать в блокноте: «Он мечтает о вас». И показать это соседу, незаметно указывая на кого-нибудь карандашом.\n\n4. На все серьезные вопросы смущенно отвечать: «Я не знаю, что и сказать. Я, конечно, польщен, но все это случилось так быстро».\n\n5. Развернуться спиной к совещанию и уставиться в окно, вытянув ноги. Громко заявить, что вы любите этот странный городишко.\n\n6. Подойти к одному из коллег и постоять с ним нос к носу в течение минуты-двух, глядя прямо в глаза и сохраняя молчание.\n\n7. Повторять каждую высказанную мысль детским голосом.\n\n8. Постепенно отъезжать на своем кресле все ближе и ближе к двери.\n\n9. Достать огромную пачку денег и демонстративно их пересчитывать.\n\n10. Вытащить из кармана живого хомяка и предложить передавать его из рук в руки, что должно по вашему мнению символизировать обмен идеями.\n\n\n",
    "\nДрузья собрались в баре в пятницу вечером, один опоздал на полчаса. Наконец приходит и говорит:\n\n– Ребята, извините, что задержался, но по пути сюда я увидел, как трое парней собирались ограбить и избить моего босса!\n\n– И что, ты помог?\n\n– Да сначала хотел, а потом решил, что они сами вполне с ним справятся!\n\n\n",
    "\nДемократия – это когда сначала мы вас, а потом вы нас…\n\n\n",
    "\n20 ПРИЗНАКОВ ТОГО, ЧТО ТЫ УЖЕ ПОВЗРОСЛЕЛ.\n\n1. В 6 часов утра ты встаешь, а не ложишься.\n\n2. Твои друзья «женятся и разводятся», вместо того, чтобы «встретиться и расстаться».\n\n3. К тебе уже обращаются на «вы», причем без шуток.\n\n4. Ты выходишь из дому с зонтиком, который нигде не забываешь.\n\n5. 90 % времени, проводимого за компьютером, ты работаешь.\n\n6. МузТВ больше не является твоим любимым каналом.\n\n7. Носить джинсы и футболку – уже не значит «быть хорошо одетым».\n\n8. Ужин и кино – это целый проведенный вечер, а не только его начало.\n\n9. Ты уже не знаешь, во сколько закрывается твое любимое заведение.\n\n10. Ты питаешься в «Макдональдсе» разве только в обеденный перерыв.\n\n11. Заниматься сексом вне супружеской постели тебе кажется чем-то нелепым.\n\n12. В аптеке тебя интересуют аспирин и средства от изжоги вместо презервативов и тестов на беременность.\n\n13. У тебя в холодильнике больше еды, чем пива.\n\n14. Более старшие родственники больше не стесняются рассказывать непристойные анекдоты в твоем присутствии.\n\n15. Ты сам звонишь в милицию, если твои юные соседи врубают среди ночи «этот проклятый магнитофон».\n\n16. Ты задумываешься о том, что будешь делать через 2 месяца.\n\n17. Твои комнатные растения не вянут.\n\n18. Мыть полы в квартире становится для тебя ничуть не менее важным, чем мыть машину.\n\n19. Взносы по страхованию автомобиля снижаются, в то время как твой новый автомобиль стоит все дороже.\n\n20. Ты продолжаешь читать и перечитывать этот список, тщетно пытаясь найти то, что тебе не соответствует.\n\n\n",
    "\nЗвездная ночь. Мраморный дворец. Султан берет список и начинает делать обход своего гарема. При выходе от первой жены, его встречает евнух с кувшином вина и блюдом фруктов:\n\n– Закусить не желаете?\n\n– После первой не закусываю!\n\nСмотрит в список и продолжает обход. Выходит от следующей жены. Евнух опять:\n\n– Закусить не желаете?\n\n– После второй не закусываю!\n\nОпять султан заглядывает в список и идет дальше. И опять на выходе его встречает евнух:\n\n– Закусить не желаете?\n\n– После третьей не закусываю!\n\nИ продолжает обход согласно имеющемуся списку. И снова на выходе подходит к нему евнух:\n\n– Закусить не желаете?\n\n– Ну, ты меня уже достал! Хотя, ладно, можно сделать небольшую паузу. Клади яства и снимай свои штаны, противный!\n\n\n",
    "\n– Папа сегодня два раза меня побил, – жалуется Вовочка матери.\n\n– За что?\n\n– Первый раз когда я показал табель с двойками, а второй когда он увидел, что это его старый табель.\n\n\n",
    "\nПлывет галера. Выходит на палубу погонщик и обращается к рабам:\n\n– Рабы, у меня для вас две новости плохая и хорошая какую говорить первой?\n\n– Давай хорошую.\n\n– Значит так, сегодня вечером вам дадут бочку вина.\n\n– Вау, классно! А какая плохая?\n\n– Сегодня после обеда ваш хозяин будет кататься на водных лыжах.\n\n\n",
    "\nНастоящий психотерапевт не только поможет пациенту избавиться от страданий, связанных с ощущением собственной ничтожности, но и привить ему чувство гордости за нее!\n\n\n",
    "\nЕсли вы купите у нас табуретку, то в подарок получите веревку и мыло.\n\n\n",
    "\nЗаходит мужик в магазинчик автозапчастей и спрашивает у продавца:\n\n– У вас в продаже жидкость тормозная есть?\n\n– Не, нет…\n\n– А хоть тосол?\n\n– Тоже нет…\n\n– Ну, а жидкости для отмывания стекол что, тоже нет?\n\n– Ну, нету, нету…\n\n– Так я не понял, у вас что, из легких вин вообще ничего нет?!\n\n\n",
    "\nЗалетает девушка в кабинет к гинекологу:\n\n– Ой, доктор, извините!\n\n– Да ладно, входите, коль залетели.\n\n\n",
    "\nБоксерские перчатки, милицейские дубинки и многое другое в магазине «Отделочные материалы».\n\n\n",
    "\n– А от чего умер ваш муж?\n\n– Его укусил комар…\n\n– Ну что вы говорите, от этого не умирают…\n\n– Нет, вы не понимаете. Комары – смертельные враги канатоходцев.\n\n\n",
    "\n– Дорогая, я дома!\n\nТишина.\n\n– Я пришел!\n\nЕще более тихая тишина.\n\n– Что за б…дство такое? Любимый муж приходит с работы, уставший, голодный, а его встречают только рваные тапки и тощий кот!\n\nКот демонстративно отворачивается и мочится на тапок.\n\n– Семья, твою мать! Ты где?\n\nТишина.\n\n– Ладно, хрен с вами?\n\n– Я, между прочим, зарплату получил!\n\nНоль эмоций.\n\n– И в должности меня повысили!\n\nДва ноля эмоций.\n\n– У меня день рождения сегодня, в конце-то концов!\n\nЧуть громче:\n\n– Раз никого дома нет, буду курить прямо здесь, сегодня мне можно, задыхайтесь!\n\nЕще громче:\n\n– И друзей приглашу водку пить! Много водки! А придут они не со своими дебильными женами, а с подругами! И мне приведут!\n\nТишина.\n\n– Кстати, уважаемая супруга, хотел тебе сказать: мне давненько уже приглянулась твоя подруга Ольга из соседнего подъезда. И, судя по всему, я ей. С… она, конечно, та еще, но мы же с ней тра…ся будем, а не жить, так что на хрен мне ее характер?\n\nКак в могиле.\n\n– А друзья напьются и опять будут пошлости о тебе говорить. Я их снова назову м…ками, кем они на самом деле и являются, даже когда трезвые, и набью им морды об кухонный стол.\n\nКот, задрав хвост, демонстрирует презрение.\n\n– Кстати, тот пи…р Миша, который был у нас на свадьбе, своей жене тоже изменяет. Изменяет даже не со Светланой, это раньше было, а с Альбертом.\n\nКот нагадил во второй тапок.\n\n– И вообще, наши с тобой знакомые, включая твоих родственников, все, без исключения, морально разложившиеся типы. А Сергей Федорович уже и физически начал.\n\nЖивотное направляется в комнату, медленно открывая в нее дверь. Праздничный стол, воздушные шары, оливье, вино, водка, друзья, Ольга, Светлана, Альберт, пи…р Миша, Сергей Федорович, любимая супруга. Изумленные лица, открытые рты, плакат «С 30-летием!», медленно летящая в лицо юбиляру тарелка с его же праздничным тортом.\n\nГде-то вдалеке едва слышный шепот жены:\n\n– С днем рождения, милый! Мы хотели сюрприз тебе сделать, обрадовать…\n\n\n",
    "\nВпервые за три года молодой адвокат получил краткосрочный отпуск и приехал в свой родной городок в Техасе. Когда-то он встречался там с девушкой – дочерью владельца местной гостиницы. И теперь он первым делом решил зайти разузнать как у нее дела. Как только он вошел в гостиницу, сразу же увидел свою возлюбленную с двухлетним малышом на коленях – таким же рыжим, как и он сам.\n\n– Элен! Почему же ты не написала, что ты забеременела?! Я бы сразу примчался, чтобы обвенчаться с тобой! Или это не наш с тобой малыш?\n\n– Наш, наш, милый мой, – ответила ему Элен, – однако когда возник вопрос об отце, мы всю ночь с родителями проговорили и решили – пусть лучше в семье будет ублюдок, чем адвокат…\n\n\n",
    "\nАвторитет ложится спать со своей супругой. Та его спрашивает:\n\n– Котик, у тебя пистолет наготове?\n\n– Как же без этого! Взведен и лежит под подушкой.\n\n– Ой, а вдруг он выстрелит?!\n\n– Ничего страшного, киска, я повернул его к тебе.\n\n\n",
    "\nКрошка в постели ерунда, по сравнению с крошкой в презервативе.\n\n\n",
    "\nМужик провел несколько дней у любовницы, а жене сказал, что уехал на рыбалку. Заходит на пути домой в рыбный магазин, покупает живого карпа и просит продавца:\n\n– Бросьте, пожалуйста, мне его через прилавок.\n\n– Зачем?\n\n– А что б я мог с чистой совестью сказать, что я его поймал…\n\n\n",
    "\nВозвращается ведущий прямого эфира популярной радиостанции домой. Уставший, еле ноги волочит. Жена в прихожей спрашивает:\n\n– А что такое? Ты сегодня раньше обычного…\n\nТот угрюмо отвечает:\n\n– Песни, бл…, кончились…\n\n\n",
    "\nСидят на работе за компьютерами четыре эстонца. Один говорит:\n\n– Чтоттто сегооодня Интернетт тормооозиттт!\n\nЧерез час второй:\n\n– Тттааа, тормооозиттт!\n\nЧерез два часа третий:\n\n– У мменя тожжже не выззывается!\n\nЧерез три часа четвертый:\n\n– Сначиттт правда, что сетть отключиллиии!\n\n\n",
    "\nЗадайте себе вопрос, любят ли вас ваши родители, если…\n\n1) среди игрушек, с которыми вы играли, купаясь в ванной, были кипятильник и самодельная электродрель;\n\n2) получив по почте ваш палец, ваш отец заявлял вашим похитителям, что ему не хватает доказательств;\n\n3) ваша мать испытывала чувство досады сразу же после вашего рождения;\n\n4) вам приходилось справлять нужду в кошачий лоток;\n\n5) ваши родители просили вас попрощаться за руку с вашим дядей, сидящим на электрическом стуле;\n\n6) потерявшись, вы просили полицейского помочь вам найти ваших родителей, и он отвечал: «М-да… Где теперь их искать…»;\n\n7) вы перелезли через перила балкона, угрожая покончить жизнь самоубийством, а ваши родители пригласили священника, который начал свою речь словами: «На старт… внимание…»;\n\n8) ваши родители позволили сфотографировать вас для плаката, призывающего к контролю рождаемости;\n\n9) ваши родители целуют собаку в морду, но не пьют с вами из одной чашки;\n\n10) горящую на вас одежду ваши родители пытаются тушить бензином.\n\n\n",
    "\nПо окончании курса лечения врач-психиатр говорит пациенту:\n\n– Поздравляю голубчик! С помощью последних новейших достижений медицинской науки мне удалось окончательно избавить вас от гомосексуальных наклонностей.\n\n– Ах, дорогой доктор, я так вам благодарен! Можно я вас поцелую?\n\n– Нет, нет голубчик, не стоит. Как бы не возник рецидив. Строго говоря, вам и сидеть у меня на коленях не стоило бы!!!\n\n\n",
    "\n– Мужик, ты куда бежишь?\n\n– Так революция же! Бегу Зимний дворец брать!\n\n– А почему без штанов бежишь?\n\n– Так революция же сексуальная!!!\n\n\n",
    "\n– Вставай, тебе надо на работу!\n\n– Мне больше хочется спать, чем надо на работу…\n\n\n",
    "\nПриходит к ветеринару женщина.\n\n– Доктор, я не знаю что делать. У меня кошечка недавно окотилась, но я ее совсем не выпускаю из квартиры, я не знаю, как это могло произойти. Может быть, вы мне объясните.\n\n– Это невозможно, науке такие случаи не известны. Получше следите за вашей кошечкой.\n\nЖенщина ушла, но через несколько месяцев вернулась с той же проблемой. Так повторялось несколько раз. Наконец, ветеринар решил на месте разобраться, в чем же дело. Приходят они к ней домой, а на пороге их встречают кошечка и кот. Ветеринар:\n\n– Женщина, что же вы мне голову морочите, вот же кот.\n\n– Доктор, как вы могли подумать, это же ее братик.\n\n\n",
    "\nСэр Генри Баскервиль ужинает. Горячая еда в тарелке наполняет комнату ароматом восточных пряностей.\n\n– Что это, Бэрримор?\n\n– Одну минуту, сэр, сейчас узнаю у нашего нового повара. Ким, как называется это блюдо?\n\nГолос из кухни:\n\n– Хе из баранины по-корейски, сэр.\n\nГенри Баскервиль удивлен.\n\n– Странно. В нашей округе давно никто не разводит овец. И почему это сегодня так тихо на болотах?\n\n\n",
    "\n– Сынок, что ты там собрался смотреть по телевизору полпервого ночи?\n\n– Да какую-то передачу о жизни животных.\n\n– Вот ведь паразиты, нашли время детские программы показывать! Ну ладно, смотри. А как называется?\n\n– «Ночные бабочки на Тверской».\n\n\n",
    "\nСлон танцует с комарихой. Слон:\n\n– Ой, извините, кажется, я вам на ногу наступил. Ну, что вы молчите – обиделись?\n\n\n",
    "\nВ суде разбирается дело об аварии, произошедшей из-за полицейского автомобиля. Судья:\n\n– Потерпевший, скажите, после аварии вас отвезли в госпиталь и вы лежали там две недели, тем не менее полицейский, присутствовавший при аварии, утверждает, что вы сказали ему, что никогда лучше себя не чувствовали? Почему?\n\nПотерпевший:\n\n– Ваша честь, судите сами. Я еду себе, везу корову с собакой в кузове. Вдруг на меня налетает этот полицейский автомобиль. Я прихожу в себя, и вижу, что рядом со мной бьются в судорогах мои собака и корова. Подбегает этот ненормальный полицейский, смотрит на собаку и пристреливает ее. Смотрит на корову и пристреливает ее тоже. Подходит ко мне и спрашивает, как я себя чувствую. Что бы вы сказали ему на моем месте?\n\n\n",
    "\nВышел словарь детской ненормативной лексики. Теперь вы узнаете, что означают такие слова как «ля», «агу-агу»… И самое страшное «сяка-сяка»!\n\n\n",
    "\nЖила-была слепая девочка, и была у нее навязчивая идея, что ей все время еды не докладывают. Вот купят родители вкусненькое что-нибудь, приготовят, все ей отдадут, а она все за свое:\n\n– Вы себе больше положили, меня обделяете…\n\nНу, пошли бедные родители к врачу, а он и говорит:\n\n– Вы возьмите самый большой чан, какой сможете найти, скупите в округе все пельмени, сварите их хорошенько, и усадите девочку в этот чан, чтобы она куда руку не протянула, а везде пельмени… Вот тогда она и поймет, что вы для нее ничего не жалеете…\n\nНашли родители большой чан, долго бегали за пельменями, кипятили воду, варили… Наконец все готово… Берут девочку, сажают в чан. Она потрогала руками: и тут пельмени и тут пельмени, ну везде… Подумала она и говорит:\n\n– Ни хр…а, а сколько же вы себе положили?!?!?\n\n\n",
    "\n– Дедушка, а сколько в «Любимом» яблок?\n\n– А сам-то как думаешь?\n\n– А сам-то я о девках думаю… Какие там яблоки…\n\n\n",
    "\nДЕВИЧЬИ ГАДАНИЯ.\n\n1. Гадание по кольцу.\n\nЭто старинное гадание. В ночь полнолуния незамужние девушки обычно собирались в какой-нибудь избе, садились кружочком, клали на середину золотое кольцо и выключали свет. Немного погодя, свет включали и начинали то колечко искать. У кого из девушек оно окажется, та, значит, его и украла.\n\n2. Как узнать имя суженого.\n\nЕсли девушка желает узнать имя суженого, ей следует проснуться ровно в полночь, достать из пиджака, висящего на стуле, паспорт и быстро прочитать первую страницу.\n\n3. Гадание по льду.\n\nВ морозную ночь девушка, собирающаяся гадать по льду, должна полить водой дорогу перед своими воротами и встать с ведром в сторонке. Дождавшись первого прохожего, она узнает о себе много интересного.\n\n\n",
    "\nСобери три крышки от пива «Толстяк» и четвертую ты получишь бесплатно!\n\n\n",
    "\nДва джентльмена играют в гольф. Один еще совсем молод и допускает множество ошибок. Другой дает ему совет увеличить количество тренировок и сам уходит. Молодой джентльмен продолжает свои попытки освоить гольф. Через несколько часов обратно приходит тот же джентльмен и сообщает такую новость:\n\n– Стюарт, знаете ли вы, что, играя, вы допустили оплошность, позволив шарику вылететь за пределы поля, таким образом, этот предмет попал в шлем мотоциклиста, тот попал под колеса огромного автомобиля, автомобиль врезался в пассажирский автобус. Все погибли.\n\n– О, Всевышний, что же теперь делать!\n\n– Я бы посоветовал вам, Стюарт, опускать чуть ниже левое плечо.\n\n\n",
    "\nПодходит малолетний сын возраста 10 лет к родителям и спрашивает:\n\n– Мам, пап, а что такое минет?\n\nВау, гхм… Родители в шоке. Потом муж жене говорит:\n\n– Давай объясни ему лучше ты, чем он на улице узнает.\n\nНу, жена начинает объяснять:\n\n– Понимаешь, сынок, это когда в рот берут.\n\nМуж дает ей подзатыльник и говорит:\n\n– Дура! Не берут, а дают! У нас сын растет!!!\n\n\n",
    "\nНастоящий китаец должен в жизни сделать 3 вещи… кеды, джинсы и магнитофон.\n\n\n",
    "\nУвидеть Париж и умереть! Увидеть Мухосранск и воскреснуть!\n\n\n",
    "\nВ одной школе трое учеников очень нехорошо себя вели, и директор решил вызвать в школу их родителей. Заходят в кабинет родители первого – двое мужчин. Директор:\n\n– Что? Оба мужчины???\n\n– Да вот, мы встретились, полюбили друг друга, поженились, усыновили ребенка и теперь все вместе живем счастливо.\n\n– А ну убирайтесь отсюда! – разорался директор. – Это не семья, а пара извращенцев! Пошли вон, и ребенка своего забирайте!\n\nЗаходят родители второго – две женщины. Директор:\n\n– Как? Две женщины???\n\n– Да, мы уже много лет живем вместе, а нашего ребенка мы зачали в пробирке.\n\n– Опять извращенцы! А ну вон отсюда, и чтобы я больше вас здесь не видел!\n\nТут заходит отец третьего, небритый, под глазом фингал, запах перегара за версту, и говорит:\n\n– Видел я этих извращенцев и могу вам сказать, что я совершенно нормальный мужик. Если не верите, то посмотрите в окно. Видите вон ту бабу с рукой в гипсе, у которой вся морда в синяках? Так вот, эта недоразвитая дура – моя жена.\n\n– Ну слава Богу, – говорит директор, – наконец-то хоть одна нормальная семья.\n\n\n",
    "\nТолько рисковый человек садится в лифт с приступом диареи.\n\n\n",
    "\nАнглия. Очень приличная женская гимназия. Учитель биологии мистер Перкинс спрашивает во время занятий:\n\n– Мисс Смит, не будете ли вы так любезны назвать часть человеческого организма, которая при соответственных условиях увеличивается в шесть раз по сравнению с нормальным состоянием, а также назовите пожалуйста эти условия?\n\nМисс Смит с покрасневшим от возмущения лицом встала и процедила сквозь зубы:\n\n– Господин Перкинс, я считаю, что такие вопросы ставить приличным девушкам нельзя. Уверяю вас, что об этом незамедлительно узнают мои родители.\n\n– Абсолютно невозмутимо, – господин Перкинс вызвал тогда мисс Джонсон и задал ей тот же вопрос. Совершенно спокойно мисс Джонсон ответила:\n\n– Зрачок. Темнота.\n\n– Правильно, – сказал господин Перкинс и снова обратился к мисс Смит, – а к вам у меня есть три замечания. Во-первых, вы не выучили урок. Во-вторых, у вас грязные мысли. И, в-третьих, наступит день, когда вы очень разочаруетесь.\n\n\n",
    "\nНашел смысл жизни, подскажите, что делать дальше: застрелиться, утопиться или повеситься?\n\n\n",
    "\n– Девушка можно с вами познакомиться?\n\n– Я с незнакомыми мужчинами на улице не знакомлюсь.\n\n– А где?\n\n– Ну не знаю… Может уже в постели?\n\n\n",
    "\nК врачу-сексопатологу, из древней врачебной династии, заходит столетний дед и говорит:\n\n– Восемьдесят лет назад ваш прадедушка на просьбу подлечить мою слабую потенцию сказал, что мой случай особый, а наука пока бессильна, и, пожалуй, мне сможет когда-нибудь помочь лишь его правнук. Вот я и дождался.\n\nВрач осматривает пациента и сокрушенно качает головой:\n\n– Обратитесь лет через пятьдесят к моему правнуку. И «случай» и наука пока остались прежними.\n\n\n",
    "\nПродавец демонстрирует компьютер потенциальному покупателю:\n\n– Вот это – супер современный компьютер. Он способен ответить на любой ваш вопрос.\n\n– Да ну? Прямо так уж и на любой?\n\n– Пожалуйста, можете проверить.\n\nКлиент вводит текст: «Где сейчас находится мой отец?»\n\nКомпьютер выдает: «Ваш отец сейчас находится следственном изоляторе, именуемом в народе „Бутырка“». Клиент продавцу:\n\n– Что за чушь! Мой отец умер 10 лет назад!!!\n\nПродавец, не теряя духа:\n\n– Ну, попробуйте ввести вопрос по-другому, например, так: «Где сейчас находится муж моей матери?»\n\nКлиент вводит, и компьютер выдает: «Муж вашей матери умер 10 лет назад».\n\n\n",
    "\nУ английского лорда родился сын, и тот сразу приставил к нему слугу. Прошло 7 лет, сын лорда играет в комнате и раздается стук в дверь:\n\n– Сэр, уже пять часов… Вам что: чай или кофе?\n\n– Джон, ну ты же знаешь, что в пять часов я пью только чай.\n\nПрошло 10 лет, сын уже респектабельный молодой человек, занимается в библиотеке, и тут раздается стук в дверь:\n\n– Сэр, уже пять часов… Вам что: чай или кофе?\n\n– Джон, ну ты же знаешь, что в пять часов я пью только чай.\n\nПрошло еще 10 лет. Старый лорд умер и передал своему сыну поместье, свое место в палате лордов. Сын читает Times и тут раздается стук в дверь:\n\n– Сэр, уже пять часов… Вам что: чай или кофе?\n\n– Джон, ну ты же знаешь, что в пять часов я пью только чай.\n\nПрошло еще 40 лет. Сын доживает последние дни, он передал все дела собственному наследнику. И тут раздается стук в дверь:\n\n– Сэр, уже пять часов… Вам что: чай или кофе?\n\n– Джон, ну как же ты ЗАЕ…Л!!!\n\n\n",
    "\nУмирает старый еврей. Вокруг многочисленные родственники, соседи. Еврей открывает глаза, жестом подзывает одну из соседок:\n\n– Сара, помнишь, 20 лет назад твоего мужа посадили?\n\n– Да, конечно помню!\n\n– Так это я на него ментам настучал… Прости, пожалуйста.\n\n– Да ладно, чего уж, столько лет прошло, прощаю.\n\n– Спасибо.\n\nПодзывает вторую:\n\n– Роза, помнишь, 15 лет назад тебя муж дома с любовником застукал и ушел от тебя?\n\n– Помню.\n\n– А ведь это я вас мужу-то заложил… Прости меня, если сможешь.\n\n– Ну, что с него, умирающего, прощу.\n\nПодходит время, еврей говорит последнюю просьбу:\n\n– У меня на окне стоит банка огурцов соленых, так вы, когда я умру, засуньте мне один огурец в рот, а второй – в жопу.\n\nВсе удивились, но как откажешь умирающему в последней воле? Еврей умер, стали ему огурцы пихать. Только управились, звонок в дверь. Открывают, а там – менты:\n\n– Так, граждане! Нам тут анонимочка поступила, что вы здесь над трупом издеваетесь!\n\n\n",
    "\nРасталкивая входящий народ, в вагон метро прорывается боевая бабулька, встает перед ближайшим из сидящих мужиков и громко спрашивает:\n\n– Ну, и на какое место мне сесть?!!\n\nМужик от неожиданности вздрагивает, фокусирует на ней не очень трезвый взгляд и решительно отвечает:\n\n– Ну, и садись, как все – на заднее!!!\n\n\n",
    "\n– Привет, сосед, как там ваш малыш?\n\n– Да малыш нормально. А вот на нас недостаток сна сильно сказывается. Плоховато себя чувствую.\n\n– А как Лена?\n\n– Лена – это я! Генка выглядит еще хyже…\n\n\n",
    "\nЖители деревни решили пригласить выступить с концертом знаменитого певца. Но поскольку денег у них было мало, то просят его только сплясать, а фонограмма у них уже своя есть.\n\n\n",
    "\nЭх, мне б сейчас автомат – я б их всех… прикладом!!!\n\n\n",
    "\nКак стать экстравагантным.\n\n1. Припаркуйте машину на оживленной автостраде, выставьте в окно фен для волос навстречу движению машин. Вы увидите, как они замедляют скорость.\n\n2. Позвоните куда-нибудь, где вас очень хорошо знают, и спросите самого себя, не изменяя при этом голоса.\n\n3. Если кто-то вас просит что-то сделать, спросите: «Вам с кетчупом?»\n\n4. Уговорите ваших коллег по работе попрыгать вместе с вами на стульях вокруг переговорного стола.\n\n5. Изображайте бешеный страх перед степлерами.\n\n6. На работе насыпьте кофе без кофеина в соответствующую банку, в течение трех недель периодически пополняйте запасы. Затем, когда все сотрудники отвыкнут от кофеина, замените этот кофе на обычный.\n\n7. Отправляя почтовый денежный перевод, в графе для сообщений напишите: «За сексуальные услуги».\n\n8. На каждую фразу вашего собеседника отвечайте: «Это тебе так кажется».\n\n9. В конце каждой вашей фразы произносите: «Согласно пророчеству».\n\n10. Принесите на работу колонки и подключите их к компьютеру. Запустите какую-нибудь порнографическую игрушку с соответствующими звуками, а в ответ на замечания коллег внушительным тоном попросите их не отвлекать вас от работы.\n\n11. Когда пишете, не употребляйте заглавных букв и знаков препинания.\n\n12. По возможности бегите вприпрыжку вместо того, чтобы просто идти.\n\n13. Спрашивайте у людей, какого они пола, а когда получите ответ, начинайте истерически смеяться.\n\n14. Позвоните в службу доставки обедов и скажите, что у вас нужно забрать грязную посуду.\n\n15. Подпевайте певцам в опере.\n\n16. Пойдите на вечер поэзии и так ненавязчиво поинтересуйтесь, почему в стихах нет рифмы.\n\n17. Скажите своему начальнику: «Голоса у меня в голове мне не мешают. Но вот голоса у ТЕБЯ в голове меня очень сильно раздражают!»\n\n18. Отправляйте по сети сообщения коллегам с подробным описанием того, что вы делаете. Например: «Если что, я в сортире, в третьей кабинке».\n\n19. Обнесите свое рабочее место сеткой от комаров и весь день крутите кассету с музыкой джунглей.\n\n20. Дней за 5 до выполнения п. 19 скажите коллеге, пригласившему вас на вечеринку, что уровень этого общества вас не устраивает.\n\n21. Взяв деньги из банкомата, кричите: «Ура! Я опять выиграл!!! Уже третий раз за неделю!!!»\n\n22. Покидая зоопарк, бегите и кричите: «Спасайтесь, тигры убежали!»\n\n23. Вычислите магазин, в котором покупает одежду ваш начальник, купите себе точно такую же и каждый день надевайте на работу то, в чем был ваш начальник накануне. Это особенно эффективно, если ваш начальник – противоположного с вами пола.\n\n\n",
    "\nМужик в магазине:\n\n– Дайте мне, пожалуйста, ванильного мороженого и фисташки.\n\n– Извините, а фисташек нет.\n\n– Ну тогда шоколадного мороженого и фисташки.\n\n– Я же сказала, что фисташек – нет!\n\n– Ну тогда просто фисташки.\n\n\n",
    "\nЗабегает мужик к врачу и кричит:\n\n– Доктор, у меня запор!\n\n– Ну что кричишь, у меня тоже не Мерседес.\n\n\n",
    "\nУниверситет. Перемена. Группа преподавателей что-то живо обсуждает в коридоре. Мимо пробегает студент, толкает одного из них, но не извиняется и уверенно продолжает движение вперед. Тогда один из преподов, типичный интеллигент, как минимум, в двадцать пятом поколении, останавливает его на бегу и говорит:\n\n– Молодой человек! Вы вообще понимаете, где вы находитесь?!! Как вы себя ведете?!! Это же Храм Науки!!! Alma Mater!!! Вы осиротили науку!!! Вы прервали мою мысль!!! Идите же, молодой человек, и чтоб больше подобное не повторялось!\n\nВзволнованный студент уползает в слезах…\n\nПосле секундной паузы препод продолжает прерванный разговор:\n\n– Ну-с, батеньки, так о чем это я? Да-а, так вот… Валю я эту суку на диван…\n\n\n",
    "\nОтправь на номер 2233758 sms-сообщение «69382745» и получи бесплатно «34885720»!!!\n\n\n",
    "\nОдному пожилому человеку из Флориды в течение многих лет принадлежала ферма. На ее задворках был небольшой пруд, около которого росли фруктовые деревья, стояли столы для пикников и т. п. Этот пруд был построен для купания.\n\nОднажды вечером, старичок решил пойти пройтись до пруда, где он не был уже давно, и проверить как там дела. С собой он захватил большое ведро, чтобы нарвать себе фруктов. Когда он подошел к пруду, он услышал крики и веселый смех. Подойдя поближе, он увидел, что это веселились несколько девушек, купавшихся в его пруду. Увидев его, они завизжали и уплыли на дальний конец пруда.\n\nОдна из девушек крикнула фермеру:\n\n– Мы не выйдем из пруда, пока ты не уйдешь!\n\nСтарик нахмурился.\n\n– Я пришел сюда не для того, чтобы наблюдать как вы здесь плаваете голыми, и не для того, чтобы выгнать вас из пруда без одежды.\n\nПодняв ведро, он продолжил:\n\n– Я просто пришел сюда покормить аллигатора…\n\nМораль: старики тоже могут быстро соображать.\n\n\n",
    "\nИнспектор ГИБДД обращается к своему начальнику:\n\n– …у меня жена родила.\n\n– Молодец, премию тебе выпишем.\n\n– Да нет, вы не поняли, у меня сын родился!\n\n– Хорошо, две премии…\n\n– Ну вы совсем меня не поняли – у меня второй сын!!!\n\n– Ладно, возьми знак «40» и поставь, где захочешь!\n\n\n",
    "\nВ результате землетрясения произошло смещение земной оси на несколько сантиметров. Специалисты МЧС России заняты поисками точки опоры для исправления ситуации.\n\n\n",
    "\nВ вашем случае обнаружены как положительные плюсы, так и отрицательные минусы. Но если не случится непредвиденных неожиданностей или вредных неприятностей, ваш вопрос со всей подобающей серьезностью и тщательностью будет нами рассмотрен. В частности этой, ну, Юлькой, не помню фамилию…\n\n\n",
    "\nВыпивают русский, хохол и еврей. Хохол:\n\n– Хочу, чтобы все москали сдохли!\n\nВыпили. Русский:\n\n– Хочу, чтобы все хохлы сдохли!\n\nВыпили. Еврей:\n\n– Ну, за сказанное!\n\n\n",
    "\nПарень разговаривает с девушкой:\n\n– Я скоро покупаю ноутбук.\n\n– О, я слышала, для мужчин это очень важная вещь.\n\n– И не говори! Я очень долго готовился к этому. Для меня приобретение ноутбука – практически такое же важное событие в жизни, как свадьба.\n\nУ девушки глаза приобретают осмысленное выражение.\n\n– Ты так ответственно относишься к свадьбе??\n\n– Да. Я же говорю: практически, как к покупке ноутбука.\n\n\n",
    "\nНа перекрестке стоит регулировщица дорожного движения. Вдруг она почувствовала, что у нее начинаются критические дни. Она по рации сообщила в отдел и попросила заменить ее на посту. Через два часа появляются ее два коллеги, оба еле стоят на ногах. Она спрашивает:\n\n– Где вы были столько времени?!\n\n– После того, как ты позвонила, сначала начальник полиции всех угостил, потом всех угостил начальник округа, потом начальник участка, затем начальник смены, и в конце всех угощал уже твой напарник…\n\n\n",
    "\nС 1 января 2005 г. социальные льготы заменяются денежными компенсациями, а с 1 января 2006 г. – денежными штрафами.\n\n\n",
    "\nНовогодняя ночь. Улица. Дед Мороз и Снегурочка. Снегурочка:\n\n– Я так устала. У всех праздник, а мы…\n\nДед Мороз:\n\n– Но это же действительно праздник! Вон, смотри (показывая на проезжающую милицейскую машину с мигалками) – даже милицию в праздник заставляют с гирляндами ездить.\n\n\n",
    "\nИностранный бизнесмен о российских авто!\n\nГосподин Шнайдер, здравствуйте! Перед тем как я представлю полный отчет о командировке в Тольятти и Москву, я считаю необходимым познакомить вас со своими впечатлениями относительно продукции ВАЗа и некоторых особенностях жизни российского автолюбителя. Год, проведенный мною в России, натолкнул меня на удивительные открытия. Господин Шнайдер, главное мое открытие состоит в том, что мы никогда не сможем завоевать автомобильный рынок этой противоречивой страны. Я знаю, что вы удивлены и ожидали иного результата, но это именно так.\n\nВы знаете, что я исследовал автомобильные рынки многих стран и в этом деле я не новичок, однако, такое положение вещей я встретил впервые. Все в России происходит наоборот, а некоторые вещи останутся для меня загадкой навсегда.\n\nГосподин Шнайдер, когда я впервые увидел эти автомобили, мне сразу бросилась в глаза их угловатость. Оказалось, что это не устаревшая технология, как мы привыкли считать, а сосем наоборот, – традиция. Сила традиций здесь настолько велика, что на протяжении последнего десятилетия они не выпускали новых моделей, а трансформировали уже имеющиеся. Традиций придерживаются очень строго и даже на последних моделях углы остаются основной линией дизайна кузова. Я спросил инженеров ВАЗа, осведомлены ли они о пагубном влиянии традиций на аэродинамику автомобиля. Инженеры громко и долго смеялись, прежде чем ответили, что такой кузов вовсе не влияет на аэродинамику машины. Я был поражен, зная сколько труда тратят наши инженеры, выискивая пути улучшения аэродинамики автомобиля, в то время как русские уже решили эту проблему! Оказалось, что они ставят практически на все модели автомобилей одинаковый двигатель, которому аэродинамика кузова ни к чему.\n\nГениально, господин Шнайдер! Они не думают об аэродинамике, потому что с таким двигателем, думать о ее улучшении вовсе нет смысла. Господин Шнайдер, их кузов – настоящее чудо техники. Ни один его элемент не стыкуется с другим. Я сначала удивился, но мне сказали, что это специально. Размер щели можно отрегулировать в домашних условиях одной отверткой. У них это вроде хобби. Каждый возит с собой кучу инструмента и прямо на улице доводит машину под себя. В России любой автолюбитель еще и механик. Я спросил о шуме, который вероятно мешает в дороге, на что мне сказали, что шум, проникающий в салон, усиливает эффект ощущение скорости. Разве наши инженеры могли додуматься до такого?\n\nГосподин Шнайдер они – настоящие экстремалы, а наши автомобили слишком комфортны. Инженеры ВАЗа рассказали мне, что автомобиль проектируется с упором на усиление эффекта ощущения скорости и эффекта ощущения дорожного покрытия. Как вы уже поняли, в эффекте скорости они используют кузов, а вот в эффекте ощущения дорожного покрытия они задействуют подвеску. Конструкция подвески позволяет водителю чувствовать даже мельчайшие дефекты дорожного покрытия, на любых скоростях. Пик эффекта наступает зимой, особенно при морозах ниже двадцати пяти градусов. Езда в таких погодных условиях напоминает, спуск с лестницы на табурете. Мне очень запомнилась такая езда.\n\nПовторюсь, что на ВАЗе проповедуют только экстремальную линию езды. Вероятно, поэтому автомобили данного производителя пользуются в России таким широким спросом. Весь завод живет мыслью об улучшении автомобиля. Некоторыми, особо смышлеными заводчанами в отдельные узлы автомобиля самостоятельно вносятся игровые элементы. Такой ход производителя как нельзя лучше иллюстрирует заботу о потребителе. Потребителю с такой машиной скучать не приходится.\n\nОдин московский водитель сказал мне, что пик экстремального вождения у каждого автомобиля связан с различными механизмами, поэтому никогда нельзя предугадать, чего ждать от автомобиля. Он, например, испытал целую гамму непередаваемых эмоций, когда на Садовом кольце, находясь между кастрированным жеребцом и таким же козлом сзади (простите, господин Шнайдер, я не очень понял этой фразы, поэтому пишу так, как удалось перевести), в момент перехода на пятую передачу у него в руке остался рычаг коробки передач. Я помню, как его лицо перекосилось при этом воспоминании. Он также добавил, что после таких переживаний ему пришлось продать квартиру, чтобы расплатиться за жеребца. Представляете господин Шнайдер!\n\nСалон у них сохраняет общую угловатую тенденцию. Индикаторы показывают минимум информации, и, по словам одного из рабочих завода, всегда ее искажают. В особых случаях, сказал мастер, на автомобили ставят полностью нерабочие датчики, чтобы внести в управление автомобилем элемент неожиданности, схожий с упомянутым выше случаем. Гениально! За отдельные деньги (порядка 30 долларов!!!) можно приобрести маршрутный компьютер. Маршрутный компьютер, главным образом предназначен для введения водителя в более глубокое и длительное заблуждение, но такое удовольствие может позволить себе не каждый автолюбитель.\n\nПродолжая опытную эксплуатацию автомобиля, мне пришлось завести мешочек для элементов крепления салона. Господин Шнайдер, я знаю, что вам не очень понятно, но я все же попытаюсь объяснить. Мне неизвестно по каким причинам отверстия в креплениях всегда больше шурупов (это мне не смогли объяснить даже на заводе), но выход из сложившейся ситуации они нашли в том, что в некоторые отверстия шурупы перестали вкручивать изначально. Странный ход, однако, и здесь четко прослеживается забота производителя о своем клиенте. Шурупы не вкручиваются изначально: в целях безопасности водителя и пассажиров, чтобы не нанести им каких-либо травм.\n\nКоллектив завода, как вы поняли, имеет в своем арсенале много хитростей, которые занимают пассажиров и водителя в пути. Такие хитрости помогают рассеять утомительность и монотонность длительного путешествия на автомобиле. Немецкие производители, как известно, никогда не задумывались о такой проблеме: как досуг в пути. Например, все автомобили оснащаются специальными пепельницами, это, как я узнал, не дополнительная услуга. Размеры и местоположение пепельницы продумано так, что попасть в нее практически невозможно. Особенно это занимательное занятие при езде во внедорожнике НИВА, где игра с пепельницей до предела усложнена многоуровневой посадкой пассажиров на задних местах.\n\nУбеждение, что тюннинг – это «Brabus», по меньшей мере, неточно. Если бы вы видели, господин Шнайдер, какой в России тюннинг автомобилей, то поняли бы, что «Brabus» сможет достичь таких вершин еще очень нескоро. При минимальной затрате сил и материалов, они получают максимальную выгоду.\n\nВ одном автосалоне я видел, как полностью обклеенную пластмассой машину продавали на две тысячи долларов (!) дороже. При мне один человек купил такой автомобиль.\n\nЭто была поразительная сцена, господин Шнайдер! Продавец и покупатель, смеясь над этим тюннингом, обсуждают вопрос: когда он (тюннинг) отвалится? Еще посмеявшись немного, они предполагают, что все отвалится уже первой зимой, после чего покупатель, не раздумывая, приобретает этот автомобиль. Я не понимаю, господин Шнайдер, как это может происходить. У них есть тюннинговые компании, которые увеличивают объем двигателя на 100–200 миллилитров и берут за это несколько тысяч долларов. Самому неожиданному и глубокому тюннингу подвергают свои автомобили люди, называемые здесь «лицами кавказской национальности». Я не могу объяснить, как выглядят такие машины, поэтому прикладываю к письму фотографию.\n\nРоссийский автомобиль – это не просто машина, господин Шнайдер: для некоторых людей это целый образ жизни. В Германии мы вряд ли сможем добиться такого эффекта. Однажды мне довелось посетить один из московских гаражей. Господин Шнайдер, гараж в России – это целый мир. Они здесь роют подвалы и устраивают в них целые жилища. Многие проводят в гараже весь weekend. В гараже автолюбители радостно пьют, общаясь друг с другом, а потом все вместе чинят чей-нибудь автомобиль. Разве в Германии возможно нечто подобное? Иногда для ремонта даже не требуется ехать в магазин автозапчастей, потому что у каждого есть какая-нибудь деталь. Порой ремонт заключается в том, что детали наоборот выбрасывают. У них это называется «включить напрямую». Удивительно, но напрямую оказывается можно много всего включить. Они редко пользуются сервисом, потому что в гараже обязательно найдется некий «Петрович», который всего после одной бутылки водки готов исправить любую поломку. Один такой «Петрович» заявлял, что после двух бутылок водки он будет готов к переборке движка у «600-го» (так они здесь называют наш автомобиль) с закрытыми глазами. Я не поверил. Он тогда сказал, что я могу пойти посмотреть на его двадцатилетнюю «копейку» (так они называют одну из первых моделей ВАЗа), которая до сих пор бегает не хуже других.\n\nТакие «Петровичи» здесь создают непобедимую конкуренцию нашим автотехцентрам, господин Шнайдер, ведь два «пузыря» стоят около четырех долларов. Вы, господин Шнайдер, вероятно, думаете, что я преувеличиваю, но завершить рассказ я хочу событием, укрепившим меня в своем убеждении. Мы близко сошлись с Петровичем, и, когда он узнал о цели моего визита, то предложил мне лично убедиться в несостоятельности западной автопромышленности. Его слова звучали как вызов.\n\nНа следующее утро он предложил мне прокатиться за картошкой на колхозное поле, находящееся в пятидесяти километрах от Москвы (сбор картошки – это что-то вроде времяпрепровождения для москвичей). Мы уселись в его «копейку» и двинулись в путь. Минут через сорок мы оказались на обочине огромного картофельного поля. На поле было очень много грязи и, кажется, целая армия солдат. Недалеко от нас, как я потом узнал, проходили тесты Toyota Land Cruiser. Мой друг обрадовался и сказал, что это очень кстати и он, наконец, покажет мне, что такое «копейка». Я обрадовался.\n\nМой друг подъехал к группе людей, которые стояли возле джипа. Мне они показались настоящими гонщиками: трое были в форме раллийной команды «Subaru». Петрович спросил у гонщиков, смогут ли они на своем «сарае» доехать до его жены, которая с утра собирает картошку на другом конце поля. Лица их изменились и приняли менее дружелюбный вид. Какой-то крупный, коротко стриженый мужчина ответил, что готов к состязаниям и в случае победы пообещал наказать Петровича.\n\nМы, «копейка» и «Toyota», стартовали. Петрович ловко справлялся с управлением, несмотря на то, что был в телогрейке (это совершенно неприспособленная для езды национальная одежда, которую носят как мужчины, так и женщины), огромных резиновых сапогах, шапке типа «петушок» и в очках на плюс шесть с резинкой из мужского белья вместо душек. (Господин Шнайдер, история поразит вас сильнее, когда вы увидите этот «петушок», без конца спадавший на очки Петровича. Я привезу его в качестве сувенира.)\n\nМы достаточно быстро набрали скорость. Машину бросало из стороны в сторону. Я боялся за Петровича, потому что он даже не пристегнул ремня безопасности. Поначалу он был спокоен, пока не ударился головой об потолок четвертый раз. К счастью, гонка продолжалась недолго, потому что джип застрял в картошке уже в начале пути. Мы выиграли, хотя мне показалось, что водитель «Toyota» был разочарован проигрышем и еще долго гнался за нами без машины, пока не увяз в грязи. Какие же они сумасшедшие, эти русские. После «картошки» я понял, что наши автомобили вряд ли готовы к подобным испытаниям.\n\nПодводя итог своей поездке, я смело могу сказать, что мы всегда имели ошибочный взгляд на российский автомобиль. И все же, главной ошибкой нашей маркетинговой политики, я считаю, ложное представление о российском автолюбителе, выбирающим автомобили марки ВАЗ. Думаю, анализ российского покупателя отнимет у нас еще много времени, прежде чем, мы сможем создать автомобиль, способный конкурировать с этим загадочным и непредсказуемым автомобилем ВАЗ.\n\nС уважением, господин Мюллер.\n\n\n",
    "\nТак выпьем же за то, чтобы наступивший год был лучше предыдущего, но гораздо хуже следующего!\n\n\n",
    "\nЭкспедиция исследователей амазонских джунглей пробиралась через заросли к местной деревне, когда вдруг послышался грохот барабанов. Уже в деревне начальник экспедиции останавливает аборигена и просит объяснить, что означают эти барабаны.\n\n– Беда, беда будет, когда барабаны смолкнут! – прокричал индеец и убежал прочь.\n\nБарабанный бой продолжается. Начальник спросил другого жителя.\n\n– Беда, будет плохо, когда барабаны смолкнут! – ответил тот.\n\nЧерез минуту барабаны затихли. Исследователи запаниковали. Начальник хватает третьего аборигена и требует разъяснений.\n\n– Плохо, очень плохо, что барабаны замолчали, – выпалил индеец. – Сейчас будет соло на басу!\n\n\n",
    "\nПравительству на заметку: «Ваши солдаты прослужат вам гораздо дольше, если приказом вашего министра обороны увеличить им срок службы».\n\n\n",
    "\nПатруль доставил в отделение полковника и какого-то алкаша за то, что они избили в троллейбусе еврея. Дежурный спрашивает полковника:\n\n– Ну, рассказывайте, за что человека избили.\n\nПолковник рассказывает:\n\n– Понимаете, еду я в троллейбусе, на одной из остановок заходит еврей и встает мне на ногу. Минуту стоит, две. Ну, думаю, через пять минут не сойдет – я ему и врежу.\n\n– С вами все понятно, – говорит дежурный и обращается к алкашу. – Ну а вы-то чего влезли?\n\n– Ну, знаете, – говорит алкаш, – еду я в троллейбусе и вдруг вижу: полковник то на часы посмотрит, то на еврея, то на часы, то на еврея, а потом как е…нет! Ну я и подумал, что по всей стране началось.\n\n\n",
    "\nВчера на Московском шоссе автомобиль «Москвич 2140» врезался в будку ДПС. Водитель не справился с управлением из-за того, что у его жены, которую он вез в роддом, начались схватки. Роды по всем правилам акушерского искусства принял дежуривший сержант Склифосовский. Три мальчика и одна девочка – таков исход ДТП для малообеспеченного водителя. После принятия родов сержант Склифосовский оштрафовал счастливого отца за превышение количества пассажиров в салоне автомобиля.\n\n\n",
    "\nЕсли вы видите на экране телевизора Жириновского В. В., но не слышите мата, не бойтесь – это не звук у телевизора отказал, это вам показывают его фото.\n\n\n",
    "\nВ гостях.\n\n– У вашей жены очень оригинальные сережки. Я таких не никогда видела.\n\n– Да я просто забыл купить ей подарок на Новый год. Пришлось подарить свои запонки.\n\n\n",
    "\nНачальник фирмы уезжает в отпуск и все свое хозяйство оставляет на друга. Секретаршу, машину, в общем, все. Начальник говорит своему другу:\n\n– Если захочешь ее отъ…ать, вызови и скажи: «Мне нужен отчет!»\n\nНу начальник уехал! Друг захотел секретаршу! Вызывает ее по телефону и говорит:\n\n– Мне нужен отчет.\n\n– У меня месячный расчет.\n\nПроходит время, секретарша заходит и говорит:\n\n– Может вам ЗАДНИМ ЧИСЛОМ? или В УСТНОЙ ФОРМЕ?\n\n– Нет, спасибо, я уже ОТ РУКИ НАБРОСАЛ!\n\n\n",
    "\nУрок в грузинской школе. Тема урока: «Облом». Учитель:\n\n– ВАНО! Что, по-твоему, облом?\n\nВано:\n\n– Облом, учитель, это когда с утра идешь на остановку, перед тобой идет красивая девочка… Она прыгает в автобус и уезжает…, а ты остаешься один – это облом!\n\nУчитель:\n\n– Молодец, садись! ГОГИ! А что, по-твоему, облом?\n\nГоги:\n\n– Облом, учитель, это когда с утра идешь на остановку, перед тобой идет красивый мальчик… Он прыгает в автобус и уезжает…, а ты остаешься один – это облом!\n\nУчитель:\n\n– Молодец, садись! РЕЗО! А ты что скажешь?\n\nРезо:\n\n– Облом, учитель, это когда с утра идешь на остановку, автобуса нет, а сзади ГОГИ…\n\n\n",
    "\nВ книгу рекордов Гиннеса занесена сотрудница лаборатории анализов М. Пупкина. За 2 года она собрала коллекцию из 12 000 спичечных коробков.\n\n\n",
    "\nКремлевские эксперты с тревогой отмечают, что подрывные силы, организовавшие оранжевый государственный переворот в Украине, теперь атакуют и Россию. Американские политтехнологи и инструкторы ЦРУ цинично воспользовались доверчивостью российских стариков и вывели на улицы сотен городов толпы пенсионеров. Как сообщает корреспондент ОРТ, стариков усиленно кормят апельсинами, и за каждые сутки протеста на десяти-двадцати градусном морозе платят по двести долларов. Среди демонстрантов распространяются острые менингитные и венерические инфекции. Пенсионеры одурманены пропагандой Зюганова, отрабатывающего американские гранты.\n\n\n",
    "\n– Есть ли у вас что-нибудь по психологии воспитания для детей от 5 до 12 лет?\n\n– Ремень солдатский, кожаный, в хорошем состоянии.\n\n\n",
    "\nГрузин в Москве едет на такси:\n\n– Вах, слуш! Какой водитель! Какой мастер! Вай-Вай! Слуш, какая у тебя зарплата?\n\nВодитель:\n\n– Ну-у, 500 в месяц выходит.\n\nГрузин:\n\n– Поехали ко мне в Тбилис. Будешь только меня возить. Платить буду 2000!\n\nЕдут по Тбилиси. Грузин:\n\n– Здэсь налево.\n\nВодитель:\n\n– Здесь же знак «Только прямо».\n\nГрузин:\n\n– Ай! Я здэсь 40 лет живу. Налево!\n\nСразу за поворотом поджидает «продавец полосатых палочек». Водитель:\n\n– Ну все. Приехали.\n\nГрузин:\n\n– Ты сиди в машине, я все улажу.\n\nПодходит к менту, что-то говорит, размахивая руками, после чего мент берет под козырек и отпускает их. Водитель:\n\n– Что ты ему сказал?\n\nГрузин:\n\n– Я ему говорю: «Ты знаешь, что у меня водитель 5 лет в самой Москве таксистом отработал? Ты что, собираешься его правилам учить?»\n\n\n",
    "\nНа уроке учитель говорит детям:\n\n– Представьте, что вы попали на прием в светском обществе. И вот вы видите, что у одной девушки сбоку из юбки торчит нитка. Что надо сделать?\n\nОдин ученик отвечает:\n\n– Ну, я бы подошел и выдернул нитку.\n\n– Нет, а если юбка упадет? Еще варианты?\n\nДругой ученик:\n\n– Я бы сказал: «Извините, у вас из юбки нитка торчит».\n\n– Это неприлично, она может сказать «Куда вы смотрите?!» Еще варианты есть?\n\nУченики делают еще несколько предположений, все неправильно. В итоге учитель говорит:\n\n– Надо подойти и сказать «Простите, пожалуйста, у вас на плече торчит нитка», она посмотрит вниз, увидит нитку и выдернет ее.\n\nУченица с задней парты говорит учителю:\n\n– Извините, пожалуйста, у вас на галстуке ширинка расстегнута.\n\n\n",
    "\nБольшая корпорация нанимает на работу несколько каннибалов.\n\n– Теперь вы – часть нашей команды, – говорит начальник отдела кадров во время инструктажа. – Вам положены все стандартные льготы. Можете пользоваться кафетерием. Ешьте что хотите, только не ешьте коллег.\n\nЛюдоеды пообещали.\n\nСпустя четыре недели вызывает их начальник:\n\n– Вы все самоотверженно работаете. Я удовлетворен результатами. Однако, у нас исчезла одна из секретарей. Может, кто-то из вас знает, что с ней случилось?\n\nКаннибалы отрицательно покачали головами.\n\nПосле того, как начальник ушел, вождь каннибалов говорит:\n\n– Ну, и кто из вас, идиотов, съел секретаршу?!\n\nОдин нерешительно потянул руку вверх, и вождь продолжил, обращаясь к нему:\n\n– Ну ты и урод! Четыре недели мы жрем менеджеров и никто ничего не заметил, так неееееееет же, тебе нужно было съесть секретаршу!\n\n\n",
    "\nИЗ ДНЕВНИКА ЭМИГРАНТА.\n\n12 августа.\n\nМы только что обустроились в нашем новом доме в Канаде. Как же здесь красиво! Горы такие величественные. Мне так не терпится увидеть их, когда они будут покрыты снегом!\n\n14 октября.\n\nКанада – самое красивое место в мире. Листва деревьев переливается всевозможными красно-желтыми оттенками. Мы ходили на прогулку в горы и видели там косуль. Какие грациозные животные! Это, бесспорно, самые красивые создания в мире. Здесь просто рай. Я просто обожаю это место!\n\n4 ноября.\n\nСкоро начинается сезон охоты на косуль. Я просто не представляю, как можно убить такое прекрасное животное. Надеюсь, что скоро пойдет снег. Я люблю Канаду!\n\n12 декабря.\n\nВчера вечером шел снег. Сегодня утром мы проснулись и увидели, что все вокруг стало белым, прямо как на картинке. Мы вышли из дома и расчистили ступеньки у входа. Затем мы играли в снежки (я выиграл), а когда прошел снегоочиститель, нам пришлось снова расчищать ступеньки. Какая чудная страна! Я обожаю Канаду.\n\n18 декабря.\n\nВчера вечером опять был снег. Это просто великолепно! Снегоочиститель опять пошутил над нами. Я так люблю Канаду!\n\n19 декабря.\n\nОпять этот снег вчера вечером. Я не мог выбраться из дома на работу. Замучился разгребать снег. Проклятый снегоочиститель.\n\n21 декабря.\n\nВчера опять сыпалось это белое дерьмо. У меня уже все руки в мозолях от лопаты. Такое впечатление, будто водитель снегоочистителя прячется за углом и ждет, когда я закончу разгребать. Проклятый козел…\n\n25 декабря.\n\nС Рождеством вас Христовым! Вчера вечером опять было до хр…а снега. Если я только поймаю этого проклятого козла, который управляет снегоочистителем, я его заставлю слизывать весь снег своим языком. Не понимаю, почему на дороги не сыплют больше соли, чтобы растопить этот чертов гололед.\n\n27 декабря.\n\nВчера вечером опять выпала куча белого дерьма. Мы уже 3 дня выходим из дома лишь для того, чтобы разгрести кучу у входа каждый раз, когда этот гнусный ублюдок проезжает на своем сраном снегоочистителе. Никуда не возможно поехать, потому что тачка утонула в куче белого дерьма. Синоптики обещают, что вечером выпадет еще 10 дюймов.\n\n28 декабря.\n\nЭти сволочи синоптики ошиблись: выпало аж 24 дюйма белого дерьма. Если так будет продолжаться и дальше, то оно и до августа не растает. Снегоочиститель застрял в снегу посреди дороги, и этот ублюдок, который им управляет, постучал к нам в дверь и попросил лопату. После того как я ему объяснил, что я сломал уже 6 лопат, разгребая все это дерьмо, которое он постоянно наваливает у моего входа, я сломал седьмую о его козлиную башку.\n\n30 декабря.\n\nСегодня наконец-то мы вышли из дома. Я поехал в магазин, чтобы купить пожрать, и на обратном пути какая-то косуля, черт бы ее побрал, выбежала прямо под мою машину, и я в нее въехал. Я попал на 3000 долларов. Мерзкая тварь. И почему только эти раздолбаи охотники не перестреляли их всех в ноябре?\n\n1 мая.\n\nОтвез в автосервис свою гребаную тачку, которая совсем развалилась из-за этой сраной соли, которой посыпают все улицы.\n\n30 мая.\n\nМы переехали во Флориду. Я просто не могу понять, каким же надо быть лохом, чтобы согласиться жить в такой дыре, как Канада!\n\n\n",
    "\nЗакон шоубизнеса: «Чем хуже голос у певицы, тем меньше на ней одежды».\n\n\n",
    "\nНа украинской таможне таможенник тормозит для досмотра «АУДИ Кватро», проверяет документы у водителя. Таможенник говорит:\n\n– Водитель, выйдете, пожалуйста, из машины.\n\nПодводит его к багажнику автомобиля и показывает на крышку багажника и на документы:\n\n– Гражданин, видите у вас в документах и на багажнике написано «Ауди Кватро», а кватро это означает четыре. Ну, а четыре, это значит четыре человека в машине, а у вас всего пять сидят в салоне, оплатите штраф…\n\nВодитель:\n\n– Да как так четыре, я вас не понимаю, всегда так ездили, у меня в машине 5 мест, 5 ремней безопасности, все пассажиры и я пристегнуты, никто никому не мешает, все сидят на свои местах.\n\nТаможенник:\n\n– Кватро – это четыре, я вам еще раз объясняю, 4 человека в машине.\n\nВодитель:\n\n– Извините, но я с вами дальше разговаривать не буду, позовите, пожалуйста, старшего по званию.\n\nТаможенник:\n\n– Господин генерал, подойдите пожалуйста, тут к вам есть вопрос.\n\nГенерал:\n\n– Одну минуточку, сержант, у меня тут тяжелый случай, трое внагляк пытались проскочить на «Фиате Уно»!!!\n\n\n",
    "\nИз письма пенсионерки в адрес Правительства России:\n\n– Вот вы хотите, чтобы согласно жилищно-коммунальной реформе, все жили в квартирах в соответствии со своими доходами. Ну, посмотрела я на свои доходы и поняла, я должна жить без света, без тепла, без воды. Это понятно, но размеры квартиры, нет таких маленьких квартир, нет вариантов.\n\nОтвет из Правительства:\n\n– Есть такой вариант, вариант и для вас и для других пенсионеров. Небольшая квартирка без света, без тепла, без воды и размер подходящий – чуть больше размеров вашего бренного тела.\n\n\n",
    "\nИНСТРУКЦИЯ «Как выйти из Интернета».\n\nЧтобы правильно выйти из Интернета, Вы должны тщательно осуществить нижеприведенную последовательность действий.\n\n1. Закройте все открытые страницы и прекратите выполнение Интернет-программы.\n\n2. В установленном порядке завершите сеанс операционной системы вашего компьютера.\n\n3. Отключите питание компьютера, монитора, принтера, а также ваш модем.\n\n4. Посредством нескольких шагов восстановите контакт с внешним миром.\n\nШаг первый. Откройте окно и вдохните свежего воздуха. Внимание! Контраст и яркость вы отрегулировать не сможете, также не сможете повлиять и на громкость звуков! Принимайте все таким, как есть. Шумы не смоделированы, а передаются в прямой трансляции («live»)!\n\nШаг второй. Сделайте несколько шагов по комнате. То, что движется под вами – всего лишь ваши ноги. Не бойтесь, пока все протекает нормально!\n\nШаг третий. Оглянитесь по сторонам, не находится ли кто-нибудь еще движущийся рядом с вами. Попробуйте подойти к нему и просто заговорить. Клавиатура для этого не требуется! Вам ответили? Если да, будьте крайне осторожны, вы не на форуме и не в чате. Подумайте прежде, чем что-либо произнести: теперь любое оскорбление может повлечь для вас телесные повреждения!!!\n\nШаг четвертый. Попытайтесь принять пищу. Для этого откройте, пожалуйста, дверцы всех шкафов. Если после открытия дверцы зажегся свет, значит, вы обнаружили холодильник. Загляните внутрь, находится ли там что-либо съедобное? Прежде чем употребить что-либо в пищу, обратите, пожалуйста, особое внимание на срок годности продукта.\n\nШаг пятый. Теперь выйдите из дома, с целью наполнения шкафа, внутри которого зажигается свет (процесс известный как «пойти за покупками»). Внимание! Если вам все кажется незнакомым, обратитесь к кому-нибудь за помощью в сопровождении вас до «продуктового магазина». Оглядывайтесь по сторонам: все автомобили настоящие, переходить улицу следует тогда, когда она действительно пуста. Как бы невероятно это для вас не звучало, отныне у вас всего лишь одна жизнь вместо семи экранных имен! Новый старт игры невозможен. Также не представляется возможным найти торговца восстанавливающим целебным напитком.\n\nШаг шестой. Если на обратном пути вам навстречу побегут маленькие дети, повторяя восклицание: «Папа, папа!» или же «Мама, мама»! ими могут оказаться ваши собственные дети. Да, маленькие разбойники были в ваших воспоминаниях значительно меньшего размера… Хотя ничего страшного, вам стоит только вспомнить, как их зовут, и вы к ним снова быстро привыкнете.\n\nШаг седьмой. Когда вы снова вернетесь домой, усядьтесь поудобнее в кресле, но ни в коем случае не в том кресле, что стоит перед вашим компьютером!!! Вот и чудно, вы почти что справились. Теперь попробуйте прочесть несколько страниц из книги. Книги – это такие толстые тяжелые предметы, которые можно раскрыть. В некоторых есть даже красивые пестрые картинки. Ну что, заметили, что при чтении в вашей черепушке (там, наверху) что-то заработало? Это называется «мысли», они к вам приходят в процессе чтения. И еще: не пытайтесь кликать пальцем в углу страницы, когда вы прочли ее до конца: мультимедиа была вчера, а теперь нужно листать книгу вручную.\n\nБолее десяти страниц кряду читать для начала не следует! Отложите книгу в сторону, но недалеко. Теперь обратитесь к супруге (супругу), то есть к лицу, которое качает головой в дальнем углу. Заверьте ее (его), что у вас все нормально и вы хотите исправиться. В первые дни вам все равно не поверят, но вы все же держитесь! Немедленно продайте свой модем и купите вместо него аквариум. Он функционирует подобно заставке на дисплее вашего монитора. Однако это станет первым видимым признаком улучшения для вас!\n\n\n",
    "\nПитер. Из ночного клуба выходит девушка. К ней подходит мужчина и спрашивает:\n\n– Не подскажете, а сколько времени?\n\n– АААА!!! НОРМАЛЬНО!!!\n\n\n",
    "\nХочешь завести маленький бизнес? Купи большой и заплати один раз все налоги.\n\n\n",
    "\nСудят молодого грузина за убийство отца.\n\n– Как же получилось, что вы убили родного отца?\n\n– Понимаете, господин судья, мы с папой играли в нарды, и он у меня выиграл 10 очков. Ну, я не удержался и дал ему бревном по голове.\n\n– Нужно вам научиться снимать стресс по-другому. Покурили бы…\n\n– Да я при родителях не курю.\n\n\n",
    "\nЕдут в машине муж, жена, тесть и теща. Останавливает машину гаишник и говорит:\n\n– Уважаемый водитель, вы первый, кто проехал этот участок дороги, не нарушая правил. Вам премия – 1000 рублей.\n\nВодитель:\n\n– О, отлично, я на них права куплю!\n\nГаишник:\n\n– Вы что, без прав?\n\nЖена:\n\n– Да не слушайте его, что по пьянке не скажешь?\n\nГаишник:\n\n– Вы что, еще и пьяный?\n\nТеща выскакивает из машины, убегает и кричит:\n\n– Я же говорила, что на ворованной машине далеко не уедешь!\n\nПросыпается на заднем сиденье тесть. Смотрит – все бегут, и громко спрашивает:\n\n– Что, уже граница?\n\n\n",
    "\nБудьте осторожны! В продаже встречаются пиратские диски. Содержание у них то же, но радости правообладателям – никакой.\n\n\n",
    "\nИностранная делегация в сопровождении переводчика идет по большому заводу, шум станков, лязг металла. Посреди цеха двое – слесарь и мастер – что-то очень оживленно обсуждают. Иностранцы заинтересованно спрашивают переводчика:\n\n– О чем столь темпераментно спорят эти джентльмены?\n\nПереводчик, подбирая нужные слова:\n\n– Джентльмен в очках – мастер – просит джентльмена в кепке – слесаря – изготовить деталь, мотивируя это тем, что он имел сексуальные отношения с матерью слесаря. Слесарь, в свою очередь, отказывается изготавливать эту деталь, мотивируя отказ тем, что он имел сексуальные отношения с матерью мастера и с самим мастером, с матерью начальника цеха и начальником цеха, со станком, на котором предстоит изготовить деталь, и с самой деталью, причем самым противоестественным образом.\n\n\n",
    "\nВладелец автомобиля звонит в полицию:\n\n– У меня украли автомобиль…\n\n– А вы заметили приметы угонщика?\n\n– Нет, но я записал номер автомобиля.\n\n\n",
    "\nНовый закон Архимеда: «На тело, погруженное в жидкость… можно погрузить еще одно тело… к взаимному удовольствию обоих тел».\n\n\n",
    "\nВ Подмосковье столкнулись два человека. При столкновении погибли три автомобиля и два ларька с пиратскими дисками.\n\n\n",
    "\nВбегает муж домой и говорит жене:\n\n– У нас через полчаса будут гости. Я начальника своего пригласил.\n\nЖена:\n\n– Ты что, с ума сошел? У нас же дома нечем угощать.\n\n– Ну сообрази что-нибудь. Обязательно его надо принять, завтра будут решать, кому оклад прибавят.\n\n– Ну у нас же нет ничего. Только суп для тебя да банка горошка.\n\n– Так, слушай меня. Когда он придет, я скажу, что ты готовишь отбивные с горошком. Я его пока здесь домашней наливкой угощу. А потом ты на кухне разбей тарелку, запричитай, я тебя спрошу, в чем дело, ты крикнешь, мол, уронила отбивные в помойку. Подашь горошек, делать нечего.\n\nКороче, договорились, приходит начальник. Муж его в комнате угощает наливкой, потом кричит жене:\n\n– Ну как там наши отбивные с горошком?\n\nНа кухне падают тарелки, грохот, причитания. Муж:\n\n– Ну что, криворукая? Неужто отбивные в помойку уронила?\n\nИз кухни рыдания:\n\n– Нет, горошек.\n\n\n",
    "\nМуж спрашивает свою жену-блондинку:\n\n– Ты видела мятые 10 рублей?\n\n– Да!\n\n– А мятые 100 рублей?\n\n– Да!\n\n– А мятые 100 долларов?\n\n– Ну, да!?\n\n– Ну, а мятые 10 000 долларов?\n\n– Нет!?\n\n– Тогда пойди, погляди в гараже!!!\n\n\n",
    "\n– Мне муж на Новый год подарил шапку-невидимку.\n\n– Неужели ты в ней становишься невидимой?\n\n– Конечно нет. Просто меня в этой вязаной китайской шапочке никто не замечает!\n\n\n",
    "\nВ одном нью-йоркском баре сидят ирландец, израильтянин и поляк.\n\nВыпивают. Хороший бар, говорят, но одно плохо – никогда не дождешься ничего за счет заведения. Не ставит хозяин постоянным клиентам, и все тут. Тут ирландец ударяется в воспоминания:\n\n– Вот у нас в Дублине есть такой паб – «О`Хара». Заходишь, заказываешь виски или Гиннесс, выпиваешь, берешь еще, а третью порцию тебе сам О`Хара наливает.\n\nИзраильтянин говорит:\n\n– Это что! Вот у нас в Иерусалиме есть такая забегаловка – «У Шмулика».\n\nБерешь там стопку водки, вторую Шмулик наливает. Берешь третью – Шмулик четвертую ставит… Поохали, поахали, поляк заговорил:\n\n– Эх, панове, вот у нас в Варшаве, в Старем Мясте, есть кабачок Ковальского. Приходишь, заказываешь что-нибудь, а дальше Ковальский тебе наливает и наливает – водку, старку, зубровку, ром, пиво… И ни за что платить не надо!\n\n– Вот это да! – восклицают ирландец с израильтянином.\n\n– Но это еще не все, панове. Потом в подсобку заходишь – и там бесплатный секс до утра!\n\n– Ого! Так ты, небось, пока в Варшаве жил, к этому Ковальскому каждый вечер бегал?\n\n– Нет. По правде сказать, панове, я у Ковальского никогда не бывал. А вот сестрица моя частенько туда захаживала…\n\n\n",
    "\n– Ты знаешь, что мне Петров из 10 «Б» сказал?\n\n– Что?\n\n– Что мне нужно в блондинку перекраситься!!!\n\n– Зачем?\n\n– Вот и я его спросила, а он сказал, чтоб цвет волос мозгам соответствовал, и причем тут мозги, они же серые???\n\n\n",
    "\nСпустился Бог на Землю, чтобы облегчить людям жизнь. Собрал всех российских мужиков и говорит:\n\n– Я сделаю вашу жизнь в два раза лучше, но вы должны избавиться от одной из двух ваших вредных привычек – пить водку и ругаться матом.\n\nСамый важный представитель мужиков почесали репу, подумал, потом хлоп шапкой об землю и говорит:\n\n– А! Х… с ней водкой! Самогонку будем пить!\n\n\n",
    "\nПриходит молодой человек к своему более старшему товарищу и недоуменно спрашивает:\n\n– Вот скажи мне, почему к тебе все бабы так и липнут, а на меня вообще не обращают внимания?\n\n– А ты ответь мне, юный друг, что должен делать для женщин настоящий мужчина?\n\n– Ну… это… как сказать…\n\n– Он должен дарить им радость, не правда ли?\n\n– Правда!\n\n– А каким образом он должен дарить им радость?\n\n– Ну, там, цветы, духи, шмотки, бары, рестораны…\n\n– Нет, – отвечает с легкой усмешкой старший товарищ, – запомни, дорогой друг: настоящий мужчина должен уметь дарить радость женщинам БЕЗ использования каких-либо подручных средств, кроме контрацептивов.\n\n\n",
    "\nУтром первого января жена говорит мужу:\n\n– Помоги мне сделать уборку после праздника.\n\n– Не могу. Голова раскалывается, руки трясутся…\n\n– Вот и хорошо! Тогда вытрясешь все коврики и половики.\n\n\n",
    "\nЛетит поп в самолете. Через несколько минут после взлета появляется стюардесса и объявляет: мы на высоте тысяча метров!\n\nПоп:\n\n– 100 грамм водки, пожалуйста!\n\nЧерез 15 минут: Мы на высоте 5 тысяч метров!\n\n– 50 грамм водки!\n\nЕще через 15 минут Мы на высоте 10 тысяч метров!\n\n– Минералку, пожалуйста!\n\n– Извините, а что вы, водку, водку, а тут вдруг минералку?\n\nПоп шепотом:\n\n– Шеф близко!\n\n\n",
    "\n10 убеждений служащего среднего звена:\n\n1) геморроем не болеют, он просто случается и обычно в пятницу часам к 17.00;\n\n2) одна из главных проблем на работе, кто в этот раз покупает кофе и почему эта сволочь именно сейчас в отпуске;\n\n3) сисадмины – это такие люди, которые после просьбы помочь долго водят курсором по экрану и затем тыкают в то место, в которое вы сами уже 200 раз безрезультатно давили;\n\n4) единственное что хорошего может сделать генеральный директор – повысить вам зарплату, чего вы в принципе давно заслуживаете;\n\n5) предатель-счастливец – человек, уволившийся из вашей конторы и устроившийся в другую на лучших условиях;\n\n6) более приятно проставиться за отпуск начальника (можно будет без нервов поработать), чем за свой (все равно денег нет куда-нибудь поехать);\n\n7) нормальный распорядок рабочего дня – с утра ждешь обеда, после обеда ждешь 18.00;\n\n8) мини-юбка на стройной сотруднице радует больше макси-успехов вашей фирмы в бизнесе;\n\n9) занять у начальника денег – это справедливо (вы сами знаете сколько этот гад получает);\n\n10) понедельник – нерабочий день.\n\n\n",
    "\nОбъявление в магазине:\n\nПостройте свой домик в деревне, в каждой второй упаковке кирпич.\n\n\n",
    "\nПара, почти отчаявшаяся уже заиметь собственного ребенка, решила обратиться с последней надеждой к Папе Римскому. Тот им и говорит:\n\n– Вам нужно поехать в Лурд и поставить свечку деве Марии. Она обязательно вам поможет.\n\nПоблагодарив Папу за совет, пара уходит, и в течение последующих лет ни разу больше не появляется. По прошествии 11-ти лет Папа решил сам их навестить, чтобы хоть как-то их успокоить. Он звонит в дверь, и ему открывает девочка лет десяти. Он у нее спрашивает, живет ли там еще эта пара, и девочка ему отвечает:\n\n– Да, я их старшая дочь. Родителей сейчас нет дома, они уехали, а меня оставили присматривать за моими девятью младшими братиками и сестренками.\n\n– Ну что ж, я очень рад за всех вас! А куда они уехали?\n\n– В Лурд.\n\n– А-а… Поблагодарить деву Марию?\n\n– Нет, свечку задуть.\n\n\n",
    "\nЛюбовь – это такая хитрая математика: секунда невнимания и… 1 + 1 = 3.\n\n\n",
    "\nОпределение гомосексуалиста: это тот, кто расширяет круг своих друзей.\n\n\n",
    "\nЭкзамен в автошколе. Инструктор и три блондинки.\n\n– Какого цвета белая «Таврия»?\n\n– Может, черного?\n\n– А вы что скажете? – обращаясь к другой.\n\n– Может, красного?\n\n– Ну, а вы как думаете? – говорит он третьей.\n\n– Наверно, белого?\n\n– Правильно! Следующий вопрос: сколько дверей у пятидверной «Таврии»?\n\n– Может, три? – говорит первая.\n\n– Может, две? – отвечает вторая.\n\n– А что скажет третья?\n\n– Наверно, белого?\n\n\n",
    "\nНа новогоднем утреннике в детском саду:\n\n– Дедушка Мороз, спасибо тебе за подарок!\n\n– Да не за что, внучек!\n\n– Вот и я так думаю, это просто мама велела тебя поблагодарить!\n\n\n",
    "\n– Что у вас с планом на будущее?\n\n– А все прекрасно! Вчера покурил план и попал в будущее.\n\n\n",
    "\nРешило руководство ВАЗа послать специалистов в Японию на завод «Тойота» для изучения их передового опыта. Поехали, все осмотрели, изучили. И вдруг в конце конвейера увидели странную картину: стоит рабочий, открывает дверцу готовой машины, забрасывает туда живого кота, после чего захлопывает дверь.\n\n– А что это он делает? – спросили наши у сопровождающего японца.\n\n– Это мы так проверяем качество уплотнителей дверей, – отвечает тот. – Забрасываем кота, а через неделю проверяем: если кот задохнулся и сдох, значит хорошее уплотнение, а если кот жив – значит плохое!\n\nРешили наши у себя так же сделать.\n\nИ вот через какое-то время приезжает на ВАЗ уже японская делегация. И видит знакомую картину: стоит работяга и забрасывает котов в готовые автомобили. Спрашивают японцы:\n\n– Что, тоже, как мы, проверяете уплотнения дверей?\n\n– Ага, – отвечает наш, – только у нас все гораздо быстрее! Забрасываем кота, а на следующий день проверяем: если кот в автомобиле – значит хорошее уплотнение, а если кот убежал – значит плохое…\n\n\n",
    "\nПриводит мужик жену к врачу:\n\n– Доктор, совсем она мной пренебрегает – вечно «на работе устала», «голова болит»…\n\nВрач просит мужа выйти из кабинета и обращается к жене:\n\n– Ну, рассказывайте…\n\n– Да что тут рассказывать… Утром бегу на работу, переход через улицу далеко. Перебегаю где поближе милиционер тут как тут: «Ну что, штраф будем платить или как?» А откуда у меня деньги? Потом на работу еще сильнее опаздываю, приходится брать такси, там шофер: «Ну что, 2 счетчика будем платить или как?» На работу потом чуть не к обеду прихожу, там начальник: «Ну что, докладную будем писать или как?» Так и живу, обложили со всех сторон, до мужа ли тут?\n\nВрач, потирая руки:\n\n– Ну что, все это мужу рассказать или как?\n\n\n",
    "\n– Что было 1 января 1876 г.?\n\n– Похмелье.\n\n\n",
    "\nНепонятные вещи…\n\n1. Почему для завершения работы Windows нужно кликать «Пуск»?\n\n2. Почему лимонад делается с добавлением искусственных ароматизаторов, в то время как в чистящие средства входит натуральный лимонный сок?\n\n3. Когда выпускают новый, «более вкусный», корм для собак, кто на самом деле его пробует?\n\n4. Почему Ной не утопил тех двух комаров?\n\n5. Почему в дождь шерсть овец не становится менее пышной?\n\n6. Если авиаперелеты – это так безопасно, то почему в каждом аэропорту есть что-то такое, называемое терминалом?\n\n\n",
    "\nВ каждом месте найдется хоть один идиот. А если ты его не видишь, то, возможно… это ты и есть.\n\n\n",
    "\nВызывает председатель совета директоров своего зама:\n\n– Скажи, если я сплю со своей женой в рабочее время – это работа или развлечение? Ответ в течение часа.\n\nЗам вызывает к себе руководителей департаментов:\n\n– Так, если наш босс спит со своей старухой в рабочее время – это работа или отдых? Ответ через 45 минут.\n\nРуководителей департаментов вызывают своих замов:\n\n– Так, если наш самый большой босс тр…ет свою старую ведьму в рабочее время – это работа или развлечение? Ответ через 30 минут!\n\nЗамы вызывают начальников отделов:\n\n– Срочно. Если наш самый главный босс е…т свою старую п…ду в рабочее время – это работа или развлечение? Ответ через 20 минут.\n\nНачальник отдела заходит к менеджеру, менеджер весь в запарке и спешке, одновременно разговаривает по двум телефонам, принимает факс, набирает e-mail и пытается составить отчет:\n\n– Срочно, если наш самый главный жарит свою старую кошелку в рабочее время – это работа или развлечение? Ответ через 10 минут.\n\nМенеджер:\n\n– У меня переговоры, факсы, договора, клиенты, полная запарка, давайте завтра.\n\nНачальник отдела:\n\n– Через 10 минут!\n\nМенеджер:\n\n– Тогда развлечение.\n\nНачальник отдела:\n\n– Почему?\n\nМенеджер:\n\n– Если б это была работа, тогда этим бы занимался я.\n\n\n",
    "\nЗаписка от учительницы к родителям: «Уважаемые родители! Мойте своего Сему! Он пахнет!»\n\nОтветная записка: «Уважаемая Серафима Львовна! Сему не надо нюхать! Сему надо учить!»\n\n\n",
    "\n…Он был так одинок, что ему не писала даже служба поддержки.\n\n\n",
    "\nЖили-были дед да баба. Говорит старик старухе:\n\n– Старая, давай колобка слепим, и пусть он смастерит первый в лесу компьютер.\n\nБабка согласилась, слепила колобка, поручила ему собрать компьютер. Катится Колобок по лесу, видит – волк идет. Колобок у него и спрашивает:\n\n– Волк, а Волк, а хочешь системным блоком стать?\n\n– А что это такое?\n\n– Это значит, что ты будешь сидеть и тебя люди кормить сами будут: дискетками, дисками…\n\n– Хочу! – сказал Волк и стал системным блоком. Идет колобок дальше. Вдруг видит – лиса, он ей и говорит:\n\n– Лиса, а Лиса, а хочешь быть монитором?\n\n– А что это такое?\n\n– Ну, это когда ты будешь смотреть на людей, подглядывать, а они ничего и не заподозрят.\n\n– Хочу! – сказала Лиса и стала монитором.\n\nПокатился Колобок дальше. Тут ежик дорогу перебегает. Он его остановил и спрашивает:\n\n– Ежик, а Ежик, а хочешь быть клавиатурой?\n\n– А что это такое?\n\n– Это когда люди тебе будут спинку почесывать, да поглаживать каждый день, а ты лежать будешь.\n\n– Хочу! – сказал Ежик и стал клавиатурой.\n\nПошел Колобок дальше. Видит – мышь бежит. Он ее поймал и спрашивает:\n\n– Мышь, а Мышь, а хочешь быть компьютерной мышкой?\n\n– А это что такое, и как?\n\n– Это когда люди тебя каждый день за шкирку будут брать и таскать по коврику туда – сюда, туда – сюда.\n\n– Да пошел ты в ж…у, Колобок!!!\n\nС тех пор у мышки в ж…е колобок…\n\n\n",
    "\nПоляк приходит в костел на исповедь и говорит священнику:\n\n– Пан ксендз, я согрешил.\n\n– В чем заключается грех, сын мой?\n\n– Я обманул еврея…\n\nКсендз после короткого раздумья:\n\n– Это не грех, сын мой. Это чудо!\n\n\n",
    "\nСтарый Рабинович на приеме у врача. Доктор просматривает результаты анализов:\n\n– Да, 80 лет дают себя знать. Боюсь, что я не смогу вернуть вам молодость.\n\nРабинович:\n\n– Доктор! Кто вас просит делать меня моложе?! Вы только следите, чтобы я становился старше!\n\n\n",
    "\nГенерал, инспектирующий мотострелковую дивизию, спрашивает начальника Дома офицеров:\n\n– Что у вас сегодня вечером?\n\nВзволнованный майор, заикаясь, докладывает:\n\n– К-к-концерт, т-т-товарищ г-генерал!\n\n– Какой?\n\n– Ху-ху-ху…\n\n– Все ясно, – сказал и махнул рукой генерал.\n\n– Вы не поняли, – вступает в разговор начальник политодела. – Майор хотел сказать – художественной самодеятельности.\n\n\n",
    "\nЕще раз о Queen… Застряли они полным составом в лифте. Думают, что делать. Высовывается Джон Дикон (бас-гитара):\n\n– Я знаю, что делать!\n\nФредди:\n\n– Стой и ничего не трогай!.. Сейчас буду орать, звать на помощь. Глотка у меня луженая, кто-нибудь услышит.\n\nОрет 10 минут, 20, полчаса… Выдохся. Высовывается Джон:\n\n– Я знаю, что делать!\n\nРоджер Тэйлор (барабаны):\n\n– Стой и ничего не трогай!.. Сейчас буду в дверь бить. Постучу по ней, может, откроется.\n\nБьет, бьет, бьет… Выдохся. Высовывается Джон:\n\n– Я знаю, что делать!\n\nБрайан Мэй (гитара):\n\n– Стой и ничего не трогай!.. Сейчас буду на все кнопки нажимать. У меня пальцы чувствительные, может попаду по нужным…\n\nНажимает и так и сяк, все возможные комбинации перепробовал… Выдохся. Высовывается Джон:\n\n– Я знаю, что делать!\n\nВсе:\n\n– Ну делай уже что-нибудь!!!\n\nДжон подходит, бьет головой в стену лифта. Лифт едет… Все в шоке… А Джон гордо говорит:\n\n– Вот, а вы тут выделывались… ГОЛОВОЙ РАБОТАТЬ НАДО!\n\n\n",
    "\nМужчина снял мотель для встречи с любовницей. И от они в постели, но любовница говорит:\n\n– Знаешь, давай не сейчас. Я очень плохо себя чувствую, мне надо выспаться. Давай отложим до утра.\n\nНо заснуть она не может, потому что из соседнего номера страшный храп. Наконец мужику это надоело, он стучит в стенку:\n\n– Эй, послушайте. Сделайте мне одолжение. Покурите минут десять, а то моя жена не может уснуть.\n\nИз-за стенки:\n\n– А, пожалуйста, пожалуйста.\n\nХрап прекратился, любовники уснули, утром проснулись, и началось – объятия, ласки, стоны, ахи, все сильнее и сильнее.\n\nВдруг из-за стены раздался стук:\n\n– Эй, послушайте. Услуга за услугу. Покурите минут десять. Мне же надо как-то брюки натянуть.\n\n\n",
    "\nСтоя на обочине шоссе, полицейский видит автомобиль, едущий со скоростью 25 км/ч. Он садится в свою машину, останавливает автомобиль и видит внутри пять бледных пожилых женщин с широко открытыми глазами. Та, что за рулем, сконфуженно спрашивает:\n\n– Мы же ехали с рекомендованной скоростью: двадцать пять километров в час!\n\nПытаясь не рассмеяться, полицейский объясняет, что 25 – это не рекомендованная скорость, а номер шоссе. Несколько смутившись, женщина улыбается и благодарит полицейского за то, что указал ей на ошибку.\n\n– Но прежде чем ехать, скажите, все ли из вас хорошо себя чувствуют, – говорит он. – Ваши подруги выглядят очень напуганными и до сих пор не сказали ни слова.\n\n– Не волнуйтесь, они сейчас придут в себя, – заверяет его женщина за рулем. – Просто мы только что съехали с шоссе номер 200.\n\n\n",
    "\nМужик застрял в кювете на сельской дороге. Пошел в село искать подмогу, чтобы вытащить автомобиль. Один фермер согласился помочь конем. Привязали коня к машине. Фермер кричит:\n\n– Тяни, Буян, тяни! – тот ни с места.\n\nФермер опять:\n\n– Тяни, Буцефал, тяни! – конь ни с места.\n\nФермер продолжает:\n\n– Тяни, Апорт, тяни! – конь стоит, как вкопанный.\n\nФермер:\n\n– Тяни, Сивка, тяни! – конь без нагрузки вытягивает автомобиль из кювета.\n\nМужик удивленно спрашивает у фермера:\n\n– А чего это вы коня называли разными именами?\n\n– Понимаете ли, – отвечает фермер, – Сивка слепой. И если бы он знал, что работает один, ни за что бы не тянул.\n\n\n",
    "\nЗаписки дурака, или дневник жизни.\n\n20 августа. Ходил сдавать бутылки. Забыл, что сегодня воскресенье и пункт приема стеклотары закрыт. Ну, ничего. Схожу 27 августа.\n\n23 августа. Курил марихуану. Врут, что это действует на мозги. Кончаю писать, потому что зеленые свиньи дергают за руки.\n\n25 августа. Весь день искал на карте Индию. Не нашел. Взял другую карту. На ней тоже нет Индии. Пересмотрел все 36 карт. Безрезультатно.\n\n3 сентября. Хотел сочинить белый стих. Не смог. У меня нет белой пасты.\n\n6 сентября. Постригся, сделал себе химию. Физику сделаю завтра.\n\n8 сентября. Сегодня утром сварил суп. Жене так понравилось, что она съела несколько тарелок. Теперь не из чего есть.\n\n14 сентября. Сын пришел домой и сказал, что директор вызывает в школу родителей. Я позвонил своим родителям и сказал, чтобы они разобрались.\n\n15 сентября. Сегодня жена весь день пилила дрова (дрова – это я, когда выпью).\n\n26 сентября. Решил переехать. Не получилось. Потому что тот, кого я хотел переехать, оказался проворнее меня.\n\n9 октября. Ура! Получил получку за май. Прошлого года. Выдавали только продукцией, выпускающейся на предприятии, а я работаю частным детективом. Три грузовика с отпечатками пальцев и лупами только что приехали. Иду разгружать.\n\n11 октября. Весь день на работе стреляли сигареты. Наверное, сын вместо табака положил в них порох.\n\n15 октября. Объявил забастовку. Мое требование: выдать мне мои деньги! Начальник съездил ко мне домой, взял там мои деньги и выдал их мне.\n\n18 октября. Слушал «Полет шмеля» Чайковского. Сильная вещь! Особенно правое крыло.\n\n\n",
    "\n«Поле чудес». Якубович:\n\n– Я предлагаю вам миллион и вы отказываетесь от своих льгот.\n\nПенсионер:\n\n– Нет, все равно хочу льготы!\n\nЯкубович:\n\n– Два миллиона.\n\nПенсионер:\n\n– Льготы!\n\nЯкубович:\n\n– А, забирайте свои льготы, все равно у вас мозгов хватает только на метро на митинги ездить.\n\n\n",
    "\nУ пожилой супружеской пары наступает пятидесятилетний юбилей своей свадьбы. В порыве ностальгических чувств они посещают школу, где они учились, и, взявшись за руки, с умилением смотрят на старую парту с вырезанной когда-то надписью «Я люблю тебя, Салли». По дороге домой мимо них проезжал бронированный автомобиль, и вдруг из него вывалился мешок с деньгами. Супруга подняла мешок, и в нем оказалось 50 тысяч долларов.\n\n– Мы должны вернуть это, – заметил муж.\n\n– Что упало, то пропало! – сказала супруга, и когда они пришли домой, спрятала находку на чердаке.\n\nНа следующий день к ним заявились два агента ФБР.\n\n– Простите, не находил ли кто-нибудь из вас мешок с деньгами, вывалившийся вчера из бронированного автомобиля?\n\n– Нет, – ответила супруга.\n\nА ее супруг возразил:\n\n– Да она врет! Она деньги схватила и на чердак засунула…\n\n– Да не слушайте вы его, он у нас малость чокнутый, – говорит жена.\n\nНо агенты усадили мужа и взяли его в оборот:\n\n– Ну-ка, ну-ка, расскажите-ка нам все с самого начала!\n\nСтарик начал объяснять:\n\n– Ну, в общем, возвращаемся мы с ней домой из школы…\n\nФБРовец, переглянувшись с напарником:\n\n– Пойдем отсюда!\n\n\n",
    "\nВаш ребенок бросил пить, курить и употреблять наркотики? Задумайтесь!!!\n\nМожет, это не ваш ребенок?\n\n\n",
    "\nСлез на всех не хватило, поэтому в зал пустили слезоточивый газ…\n\n\n",
    "\nВ русском языке есть замечательное слово из 3-х букв. И означает оно – «нет», но пишется и произносится совсем по-другому.\n\n\n",
    "\nМужик показывает приятелю свою картинную галерею. Приятель остановился у одной картины и с восхищением воскликнул:\n\n– Какое чудо! Эта картина, без сомнения. Кисти Рембрандта.\n\n– Рембрандта или Феррари.\n\n– То есть как?\n\n– Я купил в один и тот же день картину и автомобиль. У меня еще не было времени разобраться, кому и за что я заплатил.\n\n\n",
    "\nЧеловек на 90 % состоит из воды, а на 10 % из… суши.\n\n\n",
    "\n– Он такой благородный, мама. Когда я выходила из автобуса, он специально для меня выломал дверь…\n\n\n",
    "\nРецепты староновогодних коктейлей.\n\nКоктейль Русский особый.\n\nНалейте полстакана водки. Добавьте еще полстакана водки. Пить залпом, не перемешивая.\n\nКоктейль Студенческий утренний.\n\nВодку подогрейте. Налейте ее в пластмассовую мыльницу (можно – в фаянсовую). Идите в женский туалет и выпейте там коктейль маленькими глотками, отцеживая кусочки засохшего мыла.\n\nКоктейль Нефтяник Сибири.\n\nМедицинский спирт разбавьте водкой в пропорции 3: 1. Пейте до тех пор, пока из вас не пойдет нефть.\n\n\n",
    "\nПриходит мужик на работу, его друг замечает у него синяки на руках и царапину под глазом:\n\n– Что с тобой?\n\n– Да я вот по дороге на работу в аварию попал, движение сумасшедшее.\n\n– Так тебе же недалеко, че ты на велосипеде не доедешь?\n\nНа следующий день мужик приходит на работу с фингалом и разбитой губой, друг ошарашено:\n\n– Что с тобой?\n\n– Дык я решил на работу на велике ездить, еду и вижу: идет девушка с парнем, на ней юбка, я смотрю она у девушки сзади между ягодиц застряла.\n\n– Ну…\n\n– Так я взял и вправил, а парень ее кричит: «Оставь!», ну я ее обратно…\n\n– Слушай, может тебе вообще лучше пешком ходить, ведь недалеко же…\n\nНа следующий день мужик не пришел на работу, его друг заволновался и позвонил ему на мобильник:\n\n– Ты где?\n\n– В больнице.\n\n– Что стряслось?\n\n– Да вот иду я сегодня на работу, вижу та парочка гуляет, я на дерево залез. Они, как на зло, прямо подо мной и устроились. Делать нечего, сижу на дереве. Слышу девушка говорит: «У меня щечка болит», парень, не долго думая, ее туда целует. Она «У меня губки болят» – целует. Она «У меня грудь разболелась», ну тут я не выдержал, слез и спросил: «А вы геморрой не лечите?»\n\n\n",
    "\nУ вас никогда не будет второго шанса произвести первое впечатление.\n\n\n",
    "\n– Где впервые одержал победу Суворов?\n\n– На сто четвертой странице учебника!\n\n\n",
    "\nИдет мужик мимо кладбища, а там песни, пляски, гармонь играет. Спрашивает у могильщика:\n\n– Что происходит-то?\n\n– Да начальника ГАИ хоронят…\n\n– Что-то не по-христиански, весело больно…\n\n– Да ты что! Вот позавчера начальника налоговой полиции хоронили, так семь раз на «бис» закапывали!\n\n\n",
    "\nДрессировщик слонов Сидоров был очень суеверным человеком. Когда перед выходом на арену он наступил слону на ногу, то попросил слона тоже наступить на его ногу.\n\n\n",
    "\nКлоун-самоубийца три дня веселил работников морга.\n\n\n",
    "\nПриходит мужик к врачу и говорит:\n\n– Доктор, у меня проблемы в интимных отношениях с женщинами. Все время какую-нибудь гадость от них цепляю.\n\n– Ну, голубчик, тут могу дать вам довольно простой совет – занимайтесь сексом с презервативом.\n\n– Хм… С презервативом? А что, доктор, с женщинами совсем нельзя?\n\n\n",
    "\nУченые проводят исследование, в какой стране шахтеры больше матюкаются. Приходят в немецкую шахту: из ста слов – десять матерные. Приходят в английскую шахту: из ста слов – тридцать матерные. Приходят в русскую шахту. Картина: шахтер толкает перегруженную углем тележку, подлетает разъяренный начальник смены. Начальник смены:\n\n– Нах… дох… нах…рили?!! Расх…ривай нах…!!!\n\nШахтер:\n\n– Нах… расх…ривать? Нах…рили, и х…й с ним!..\n\n\n",
    "\nДва студента после экзамена разговаривают:\n\n– Ну, на сколько сдал?\n\n– На тройку. Сначала думал на пятерку сдать, а потом решил, ну на фиг, сдам лучше на трояк, а на остальные деньги пива куплю.\n\n\n",
    "\nСовет стоматолога: «Помните – ничто так не защищает ваши зубы 12 часов днем и 12 часов ночью как уважительное отношение к окружающим».\n\n\n",
    "\nЕсли гора не идет к Магомету, Магомет идет за вторым косяком.\n\n\n",
    "\nПарень пытается отделаться от некрасивой девушки:\n\n– Господи! Я вам признаюсь… я – ГЕЙ!\n\n– Я тоже…\n\n\n",
    "\nНа железнодорожную станцию одного уездного городишка прибыла цистерна со спиртом и громадной надписью C\n\n\nH\n\n\n(OH) на борту. Начальник станции долго матерился, орал, что такое сокровище, да еще и с опознавательной формулой долго не простоит на путях – страждущий народ опознает, да выжрет. Однако, делать нечего, ночь спирт должен простоять. Решил он надпись закрасить, но краски хватило только на начало надписи, то что в скобках осталось. «Ну по этой формуле мужики не догадаются», – решил начальник и пошел спать. Приходит утром. Цистерна пуста, а рядом лежит пьяный в дым мужик.\n\n– Как же вы разнюхали, что там спирт? – спрашивает начальник станции, на что мужик с просветленным лицом рассказывает:\n\n– Идем с корешем. Выжрать охота, но бабок нет. Вдруг видим, целая цистерна, а на ней написано ОН! Попробовали… и ПРАВДА ОН!!! ЧУДО, ДА И ТОЛЬКО!\n\n\n",
    "\n– Маня! Выйди за меня?\n\n– В какую смену?\n\n\n",
    "\nВ Москве прошла акция «Рок против наркотиков»! Наркотики победили со счетом 5: 0!\n\n\n",
    "\nИз спортивных новостей. Эстонская команда лыжников застыла на старте в ожидании первого снега.\n\n\n",
    "\nСидит поручик Ржевский, что-то пишет… Входит полковник:\n\n– Поручик, что вы пишете?\n\n– Да вот, сочиняю гимн нашего полка…\n\n– Неужели?! Дайте-ка почитать… Да тут же сплошной мат!!!\n\n– Ну почему… Вот, во второй строчке, слово «знамя»…\n\n\n",
    "\nВыпивши, я всегда добрый. Поэтому злым меня ни разу не видели.\n\n\n",
    "\nРеклама: «Вместо чая „Бодрость“ в продажу поступил новый чай „Жадность“. Все 25 пакетиков привязаны к одной веревочке».\n\n\n",
    "\nОбычные слова учителя по ОБЖ в начале урока:\n\n– Не забывайте, дети, боль – это предупреждение человека об опасности! Так вот, очень хочу сделать вам предупреждение…\n\n\n",
    "\nУрок природоведения. Учительница спрашивает:\n\n– Машенька, откуда берется молоко?\n\n– Его дает корова!\n\n– Молодец, Машенька! Вовочка, а бык дает молоко?\n\n– Нет, Марь Ивановна, бык дает йогурт!\n\n\n",
    "\nСупер-диета! Похудеете на 100 %! Всего одно правило: «Если это вкусно – выплюньте немедленно!»\n\n\n",
    "\nСтоит мужик, голосует. Проходит мимо одна машина, проходит другая. Вдруг, появляется парень с рулем в руках, подходит к голосующему и говорит:\n\n– Мужик, тебе куда?\n\n– Парень, ты че, свихнулся, с рулем подваливаешь и без машины?!!\n\nПарень достает пушку:\n\n– А ну, сука, садись, не то мозги вышибу!!!\n\nМужик, делать нечего, «садится» в «машину». Едут они, смотрят, другой голосует. Парень подваливает, спрашивает, куда подвести, достает пушку… Едут уже трое. Тут парень и говорит:\n\n– Мужики, тут пост ГИБДД, вы, давайте через него, а я по полю с кукурузой, а то у меня прав нету…\n\nМужики рванули к гибддшнику и говорят:\n\n– Командир, там псих с рулем и пистолетом по кукурузному полю прет.\n\nГибддшник достает руль от мотоцикла и говорит:\n\n– Поехали, догоним!\n\nМужики охр…вают, а мент достает ствол и говорит:\n\n– А ну, суки, один в люльку, а другой назад, не то…\n\nМужики, делать нечего, садятся, едут. Один, который в «люльке», говорит другому:\n\n– Да, лучше бы на КАМАЗе поехали, а то кукуруза по е…лу бьет.\n\n\n",
    "\nПишет сын-студент письмо отцу: «Здрав$твуй, папа! У меня в$е нормально. Е$ли бы ты знал, как мне бывает трудно! Как ваши $ мамой дела? Е$ли тебе не $ложно, вышли немно-о-ожечко денег! Жду $ нетерпением! Твой $ын».\n\nПапа отвечает: «Здравствуй, сынок! За нас с мамой НЕТревожься. НЕТакие еще наши годы, чтобы переживать. Ты там НЕТрусь перед сложностями! В жизни и НЕТакое бывает! Если стаНЕТ совсем сложно, пиши, всегда НЕТрудно дать совет! Удачи!»\n\n\n",
    "\nШтирлиц наслюнявил карандаш и вывел на бумаге:\n\n– Здравствуй, Оксана!\n\n«Нет, – подумал разведчик, – не так». Он тут же смял бумажку и съел.\n\n– Здравствуй, Юля!\n\n«Опять не то», – подумал Штирлиц, съедая вторую бумажку.\n\n– Здравствуй, Ира!\n\n«Черт, совсем память отшибло – как же ее звали? – Штирлиц съел и эту бумажку. – Ну вот, по крайней мере, теперь я сыт».\n\n– Вы знаете, – сказал Штирлиц связному, – рисковать не будем. Передайте моей жене все на словах. Скажите, мол, я люблю ее, жду-недождусь встречи с ней, ну, и все такое прочее…\n\n\n",
    "\nНовости из Госдумы.\n\nДепутат Бессильев в очередной раз пытался вынести на обсуждение вопрос о внесении в Уголовный кодекс России статьи об ответственности за оскорбление человека, находящегося при исполнении супружеских обязанностей.\n\n\n",
    "\nВстречаются два ветерана:\n\n– Как дела?\n\n– Плохо, обобрали до нитки…\n\n– Я тебе говорил – уголовные морды, а ты все – государственные лица, государственные лица…\n\n\n",
    "\nВстречаются два бизнесмена. Один с охраной, другой без секьюрити. Один и говорит:\n\n– Саныч! Какие люди, и без охраны!\n\nДругой отвечает:\n\n– Главное – без конвоя!\n\n\n",
    "\nВ Самаре наряду с тарифным планом сети МЕГАФОН «Друзья» появился новый тарифный план «Враги» – за исходящие звонки платит собеседник!\n\n\n",
    "\nК 23 февраля в первом классе готовится самодеятельный концерт. Марья Ивановна распределяет роли и выдает всем тексты выступлений. Наконец очередь доходит до Вовочки:\n\n– А тебе, Вовочка, мы дадим роль без слов. Будешь весь концерт изображать красную пятиконечную звезду и молчать!\n\n– А как же я буду ее изображать?\n\n– Наденешь красные ботиночки, трусики, маечку, пилоточку, и перчаточки. Потом встанешь, раскинешь руки в стороны, ноги в стороны, а голову вверх поднимешь. И будешь так молча стоять.\n\n– Нет, Марь Иванна, опасаюсь, что у меня так не получится. Пусть лучше эту красную звезду Машенька изображает, а если я так раскинусь, то звезда может получиться шестиконечной.\n\n\n",
    "\n– Мама, Вовочка мне сегодня рассказал про свои волшебные часики!\n\n– Что же это за часики, Машенька?\n\n– Он сказал, что как только меня увидит, у него вместо полшестого сразу двенадцать показывает!\n\n\n",
    "\nНа Кавказе живет очень маленький и необычный народ. Питается только водкой. Приходят как-то гости к одному мужику. Хозяин по всем законом гостеприимства зовет в дом и кричит жене:\n\n– Женщина, на стол накрывай. Гости пришли!\n\nЖена принесла ящик водки, все поели. Запели песни, разговоры начались. Тут водка кончилась. Хозяин опять кричит:\n\n– Женщина, неси еще, видишь, хорошо сидим, расставаться рано.\n\nЖена еще ящик принесла, поставила. Опять сидят, ужинают. Ночь наступила, опять водка кончилась.\n\n– Женщина, – кричит хозяин, – еще давай, видишь стол пустой, перед дорогими гостями неудобно!\n\nОна опять принесла, только уже пол ящика. Снова все выпили. Хозяин жене кричит:\n\n– Что такое, женщина. Почему мало принесла. Позоришь меня перед гостями, да?\n\nЖена ему тихо на ухо:\n\n– Слушай, всего две бутылки осталось. Завтра детям в школу позавтракать нечем будет.\n\n\n",
    "\nСоветские часы – самые быстрые часы в мире!\n\n\n",
    "\n10 заповедей добросовестного служащего.\n\n1. Никогда не ходите по офису без какой-нибудь деловой бумаги в руках. Человек с такой бумагой создает впечатление добросовестного служащего, спешащего на важную встречу. Если же человек идет с пустыми руками, то создается такое впечатление, будто он направляется в буфет, а если у него в руках газета, то все подумают, будто он идет в туалет. Кроме того, уходя домой по окончании рабочего дня, захватите с собой побольше бумаг, чтобы якобы поработать ночью, это создаст обманчивое впечатление, что вы работаете больше, чем на самом деле.\n\n2. Используйте компьютер, чтобы выглядеть занятым. Если вы пользуетесь компьютером, то у случайного наблюдателя создастся впечатление, что вы работаете. Вы можете обмениваться личными сообщениями по электронной почте, болтать в чате, и вы будете выглядеть очень занятым, даже если такое занятие не имеет и отдаленного отношения к работе. Конечно, это совсем не та польза обществу, о которой так любят говорить сторонники компьютерной революции, но ведь и это тоже неплохо. Когда вас застукает ваш шеф (а это обязательно случится рано или поздно), оправдывайтесь тем, что вы занимаетесь самообучением, самостоятельно осваивая новый софт и таким образом экономя значительную часть средств фирмы, затрачиваемых ею на обучение сотрудников.\n\n3. Беспорядок на рабочем месте. Высший руководящий состав может позволить себе уходить, оставив после себя чистый стол. Для нас же это непозволительно, так как создает впечатление, что мы работаем не в полную силу. Обложите свое рабочее место кипами бумаг со всех сторон. Для случайного наблюдателя прошлогодние бумаги выглядят точно так же, как и сегодняшние, главное – количество. Сделайте кипы бумаг повыше и пошире. Если к вам должен кто-то за чем-то подойти, запихните бумагу, которая вам понадобится, в середину какой-нибудь кипы и делайте вид, что ищете ее, когда он (или она) подойдет.\n\n4. Голосовая почта. Никогда не отвечайте на телефонные звонки, если у вас есть голосовая почта. Люди никогда не звонят, чтобы дать вам что-то просто так, напротив, они звонят только за тем, чтобы ВЫ сделали какую-либо работу для НИХ. Так жить нельзя. Пусть все звонки проходят через голосовую почту, чтобы вы могли видеть все сообщения на экране. Если кто-то оставил вам голосовое сообщение, смысл которого в том, чтобы подкинуть вам какую-нибудь нудную работу, ответьте на него во время обеденного перерыва, когда вы уверены, что отправившего сообщение нет на месте, – все будут считать вас честным и добросовестным работником, хотя на самом деле вы – всего лишь хитрая лисица.\n\n5. Взволнованный и раздраженный вид. Сотрудник всегда должен выглядеть взволнованным и раздраженным, чтобы его начальству казалось, что он все время занят.\n\n6. Задерживайтесь на работе. Всегда задерживайтесь в офисе, особенно, если начальник еще там. Вы можете почитать журналы или книги, которые вам всегда хотелось прочитать и на которые у вас никогда не хватало времени, засидевшись при этом допоздна. Покидая офис, обязательно пройдите мимо кабинета начальника. Отправляйте важные сообщения по электронной почте во внеурочное время (21.35, 7.05 и т. п.), а также в дни общенациональных праздников.\n\n7. Артистические вздохи для усиления эффекта. Погромче вздыхайте, особенно, когда рядом много других сотрудников, чтобы показать, что вы испытываете сильнейшую нагрузку.\n\n8. Стратегия нагромождения. Недостаточно всего лишь завалить кипами бумаги рабочий стол. Нужно также положить на пол побольше книг (лучше всего для этого подходят толстые учебники по компьютерам).\n\n9. Работайте над своим лексиконом. Найдите в каком-нибудь компьютерном журнале побольше специальных терминов и выучите их. Свободно используйте эти термины в разговоре с шефом. Помните, что он вряд ли поймет, что вы говорите, но впечатление вы произведете.\n\n10. САМОЕ ГЛАВНОЕ: Не вздумайте допустить, чтобы этот текст попал по ошибке в руки вашему шефу!!!\n\n\n",
    "\nСпрашивают у проститутки:\n\n– Как вам удалось стать миллионершей?\n\n– Я всегда с собой беру видеокамеру…\n\n\n",
    "\nВстречаются две светские львицы.\n\n– Дорогая, я слышала, что ты позировала самому Илье Глазунову для его новой картины!\n\n– Да, картина будет называться «Ева и змея».\n\n– Здорово! А кто же тогда позировал ему для Евы?\n\n\n",
    "\nВор пытается открыть отмычками навороченную дверь. Вдруг соседняя дверь приоткрывается, оттуда высовывается острый старушечий нос, и скрипучий голос говорит:\n\n– Драгоценности они держат в саксонской вазе возле телевизора, а деньги – под аквариумом.\n\n\n",
    "\nОдин уролог говорит другому:\n\n– Путешествовал я тут по Европе. Видел скульптуру «Писающий мальчик». Не произвел он на меня впечатление. Лицо какое-то искаженное, струя слабая.\n\n– А что ты хочешь? Сколько уже лет стоит без движения. Голый, на улице. Я думаю тут все ясно – хронический простатит.\n\n\n",
    "\nДа, весна этой зимой удалась на славу…\n\n\n",
    "\nБлондинки требуют запретить анекдоты о тупости блондинок.\n\nАмериканцы требуют запретить анекдоты о тупости вообще.\n\n\n",
    "\nВ Госдуму поступило предложение из Минобороны рассмотреть вопрос о монетизации средств на питание солдат. Предлагается выдавать каждому по 27 руб. ежедневно, чтобы он мог питаться в любом понравившемся ресторане. Следующим этапом будет принятие закона о монетизации обеспечения вооружением, чтобы солдат мог купить себе подходящее оружие и боеприпасы.\n\n\n",
    "\nПрезидент «Газпрома» жалуется домохозяйке:\n\n– Что-то бессонница одолела, расскажи мне сказку какую-нибудь.\n\n– Было это давным-давно на планете Титан, где текут метановые реки в пропановых берегах…\n\n\n",
    "\n– Я вам нравлюсь? Вот и прилагайте усилия сами… Я за вас за мной бегать не буду!\n\n\n",
    "\nБлагодаря международному туризму Колян теперь знает фразу: «Почему у тебя такой маленький х…й?» на пятнадцати языках.\n\n\n",
    "\nНа новогодней вечеринке.\n\n– Вы слышали, что этот Новый год надо встречать в голубом? Никто случайно не захватил с собой голубого?\n\n\n",
    "\nТридцать лет и три года просидел Илья-будущий Муромец на печи. А потом ему отрубили халявный Интернет…\n\n\n",
    "\nРешили к 60-летию победы установить в Москве памятник Сталину, Рузвельту и Черчиллю. Приносит скульптор эскиз на утверждение Путину, тот смотрит, зачеркивает и говорит:\n\n– В центре Сталин, это не годится. Народ посмотрит и скажет, что Путин рвется к неограниченной власти, поэтому Сталина в центр поставили.\n\nСкульптор переделал, приносит новый эскиз. Путин опять недоволен.\n\n– В центре Рузвельт, народ посмотрит и скажет, что американец в центре от того, что Путин Россию американцам продал.\n\nТретий вариант. Снова зачеркнут:\n\n– В центре Черчилль, это уж точно не пройдет. Народ посмотрит и скажет, что в центр русофоба засунули, потому что Путин свою страну ненавидит.\n\nСкульптор ушел, долго думал, наконец приносит эскиз, на которой все трое сидят в кружок лицом друг к другу. Путин в восторге:\n\n– А это то, что надо! Народ у нас уже привычен к тому, что правители к нему задницей повернуты.\n\n\n",
    "\nПодсчитав семейный бюджет, жена говорит мужу:\n\n– Дорогой, денег осталось впритык, так что тебе придется перестать выпивать по рюмочке перед обедом и ужином, а я со своей стороны постараюсь отучить тебя от курения!\n\n\n",
    "\nДень рождения у киллера.\n\nГости:\n\n– Вась, тебе 35, время-то, время… Подарок у нас для тебя.\n\n– Ребят, потом, потом, водка налита, жена ждет…\n\n– Нет Вась сначала подарок. Заказ у нас для тебя на 50 000. Убийство банкира.\n\n– О, здорово. Ну, давайте фотку, адрес и пошли, а то водка налита, жена…\n\n– Да не все это, Вась, вот винтовка с лазерным прицелом. Прям под заказ. За 1000 метров в глаз…\n\n– Ну, хватит, хватит, уже водка налита, жена…\n\n– Да погоди, это не все. Банкир, которого ты валить должен он у нас, внизу в машине сидит.\n\n– Ой ребят, пошли уже выпьем, потом спущусь и завалю, а то водка уже налита, жена…\n\n– Да погоди, Вась, это не все.\n\nЗаводят в квартиру банкира, руки связаны за спиной, рот залеплен скотчем… Сажают в кресло, отлепляют скотч. Банкир:\n\n– Хэппи бесдэй ту юююююю!\n\n\n",
    "\nДобрый Дедушка Мороз!\n\nКитайские хлопушки, которые ты прислал в прошлом году, мне очень понравились!\n\nНа этот Новый год подари мне, пожалуйста, два пальчика и глазик!\n\n\n",
    "\nКак сапер, пенсионер ошибается один раз, когда он выбирает себе президента.\n\n\n",
    "\nОдна женщина говорит другой:\n\n– Я вчера на вечеринке познакомилась с мужчиной. И мы как-то сразу перешли на ты.\n\n– Что прям сразу?\n\n– Да. Он сразу мне сказал: «Да пошла ты…»\n\n\n",
    "\nДевушки разговаривают о Камасутре. Обсуждают разные позы. 37-ая, 54-ая.\n\n– А тебе что нравится? – спрашивают подругу.\n\n– Да что ты?!! Я голого мужчину-то ни разу не видела!!!!\n\n– Так ты позу смени, а то в такой позе, как у тебя, ничего и не увидишь, только если с зеркальцем.\n\n\n",
    "\nDomestos – убивает все известные микробы!\n\nА неизвестные берет в плен, для опытов…\n\n\n",
    "\n– Абрам, ты собираешься мне отдавать долг? Ты ведь у меня в мае 1000 рублей одолжил на месяц, а уже прошло полгода!\n\n– Не могу!\n\n– Почему?\n\n– Да по тысяче причин!\n\n– Ну назови хоть одну!\n\n– Пожалуйста! У меня нет денег!\n\n\n",
    "\nНадпись на двери: «Служба безопасности».\n\nВнизу пришпилена записка: «Уходя, кладите ключи под коврик».\n\n\n",
    "\nРеклама: «Представляем новый сотовый телефон с сенсорным экраном.\n\nТеперь для того, чтобы он включился, его нужно нежно погладить!»\n\n\n",
    "\n– А где готовят блюдо, которое может отведать осужденный на смертную казнь перед приведением приговора в исполнение?\n\n– В тюремной кухне.\n\n– Но ведь это же двойное наказание!\n\n\n",
    "\nЧто общего между бюстгальтером и бухгалтером?\n\nОба скрывают то, что лучше не показывать и создают видимость того, чего нет на самом деле.\n\n\n",
    "\nГномик в аптеке:\n\n– Дайте мне, пожалуйста, пирамидон.\n\n– Вам завернуть?\n\n– Нет, я так покачу.\n\n\n",
    "\n– Я не понял, что вы сказали, но я с вами совершенно не согласен.\n\n\n",
    "\nПросыпается муж с утра, бодунище, голова – Царь-Колокол.\n\n– Б…я, вот это бодун…\n\nЖена:\n\n– Делай выводы.\n\nМуж:\n\n– Так тут все понятно – надо пить больше, тренироваться…\n\n\n",
    "\n– Какая самая богатая нация в мире?\n\n– Эстонцы.\n\n– ?\n\n– Они не успевают тратить зарплату.\n\n\n",
    "\nУченые посчитали, что через 10 лет воду из Москвы-реки будут продавать по 40 долларов за баррель.\n\n\n",
    "\n– Вчера брателу схоронили.\n\n– А почему три гроба?\n\n– Так он – наперсточник.\n\n\n",
    "\n– Жена меня постоянно пилит и пилит. А за что? Ночами работаю, все деньги до копейки приношу – все равно пилит! И чего ей, суке, не хватает?\n\n– Кобеля!\n\n\n",
    "\nБабушка:\n\n– Дети! Идите пить молоко!\n\nКорова:\n\n– Дети! Идите пить молоко!\n\nБабушка:\n\n– Дети! Идите есть бифштекс!\n\nКорова:\n\n– Дети! Дети?… ДЕЕТИИИИ!!!\n\n\n",
    "\nОтец застукивает незнакомца в постели своей дочери, незнакомец:\n\n– Не волнуйтесь, папаша! Ведь я должен был узнать, как ваша дочь выглядит по утрам, прежде чем сделаю предложение.\n\n\n",
    "\nЖениться – это как получить Интеpнет с неограниченным доступом – долго добиваешься, получаешь, и… не знаешь, зачем тебе это было надо.\n\n\n",
    "\nОдин чиновник интересуется у другого:\n\n– Ты как считаешь, Путин все же пойдет на третий срок?\n\n– Если он не пойдет на третий, мы с тобой потянем первый.\n\n\n",
    "\n– Моей жены явно нет дома. Телефон уже успел остыть.\n\n\n",
    "\nЗдоровье дается человеку один только раз, и пропить его нужно так, чтобы потом не было мучительно больно…\n\n\n",
    "\nШвеция, Стокгольм. Час ночи. По улицам ночного города бродит Петерсон с похмелья. Выпить надо, а все магазины закрыты! Вдруг натыкается на мужика:\n\n– Пить хочешь?\n\n– Спрашиваешь!!!\n\n– Бутылочка водки есть.\n\n– Сколько?\n\n– Полсотни крон.\n\n– Хрен с тобой, давай!\n\n– На. Захочешь еще звони, – мужик протягивает клок бумаги.\n\nСчастливый Петерсон возвращается домой, открывает бутылку, глотает… Черт!!! Вместо водки – вода! Злой Петерсон звонит по телефону. Сонный голос говорит:\n\n– Диспетчер водопроводной службы Стокгольма вас слушает…\n\n\n",
    "\nАрмия. Уходит дембель.\n\n– Ну, присядем на дорожку… Духи 20, а черпаки 10 раз!\n\n\n",
    "\nВ брачном агентстве:\n\n– Молодой человек, что вы желаете?\n\n– Я? Пышную блондинку!!!\n\n– ОК! Нет проблем! Считайте, что специально для вас уже откармливаем и перекрашиваем!\n\n\n",
    "\nПрофессор принимает экзамен у блондинки. Та, естественно, ни в зуб ногой. Профессор устало говорит:\n\n– Знаете, девушка, вы напоминаете мне демо-версию.\n\n– Ой, вы считаете меня такой же яркой и красивой?\n\n– Да нет, просто ваши возможности так же сильно ограничены.\n\n\n",
    "\nБоженька тоже любит юмор. Особенно прогнозы погоды.\n\n\n",
    "\n– Взял на пробу соус «Тысяча островов».\n\n– И как?\n\n– Представляешь, двух не хватает.\n\n\n",
    "\nВезут как-то немец и поляк русскую водку в Японию на самолете. Пилотом русский подвернулся. И когда они пролетали над бескрайней тайгой, вдруг у самолета левый движок загорелся.\n\nПоляк сразу смекнул, что пахнет жареным, и подваливает к русскому:\n\n– Слушай, а у тебя парашют есть?\n\n– Ясен пень!\n\n– А давай махнемся – я тебе ящик водки, а ты мне парашют?\n\nHаш обрадовался и махнулся. И тут загорается второй мотор. Hемцу тоже жить захотелось, и он тоже подваливает к русскому, уже бухающему «халяву»:\n\n– Слушай! А у тебя запасной парашют есть?\n\n– Угу!\n\n– А давай махнемся – я тебе 2 ящика водки, а ты мне запасной парашют?\n\n– Какие проблемы – давай.\n\nТолько махнулись, как самолет стал падать в тайгу. Поляк и немчура десантировались, а самолет по кривой екнулся в тайгу с хорошим взрывом. Эти два кадра встречаются уже внизу и решают пойти захоронить останки русского пилота, как-никак им жизнь спас. Час идут, другой, а тайга и так густая, так еще и взрывом кучу завалов накидало. Наконец, часа через три выбираются на офигительную выжженную поляну. Посреди поляны стоит старый, почерневший от времени и копоти, расколовшийся дуб, в развилке которого застряло кресло, где сидит русский. В левой руке пол литра, в правой штурвал, а на коленях ящик с водкой:\n\n– Е-щ-щ-щ-е о-д-н-у и в-ыпрыгиваем!\n\n\n",
    "\nВоспоминания с выставки:\n\nПеред вами редкостный шедевр – «Портрет неизвестного». Это ранее неизвестная копия с картины неизвестного художника, сделанная неизвестно кем, неизвестно когда, и неизвестно как попавшая в наш музей.\n\n\n",
    "\nЕдет мужик на своей машине в соседний город. Видит на обочине голосующего молодого человека с дипломатом в руке. Останавливается. Молодой человек:\n\n– До города не подвезете?\n\n– Садись…\n\nПарень садится на переднее сиденье. Едут некоторое время молча. Тут парень говорит:\n\n– А можно мне порулить немного?\n\nВидя растерянность водителя, добавляет:\n\n– Да не, у меня свой руль есть, – открывает свой дипломат и показывает водителю руль от легкового автомобиля.\n\n– Ну,… порули…, – удивленно разрешает водитель.\n\nОбрадованный пассажир достает свой руль, приставляет его со своей стороны к приборной доске и начинает увлеченно рулить:\n\n– Бж-жж-жж, дыр-дыр-дыр, гр-рр-рр…\n\nЧерез некоторое время, проезжая мимо поста ГИБДД, увидели стоящего на обочине инспектора с жезлом. Вдруг пассажир с диким воплем: «Ах ты мент поганый!!!» начал бешено вращать свой руль по направлению инспектора ГИБДД. Водитель, увидев это и испугавшись, что пассажир его задавит, судорожно начинает выворачивать свой руль в противоположную сторону… Машина, понятное дело, вылетает с дороги и разбивается вдребезги… Из кучи металлолома возле дороги вылезают водитель и пассажир, отделавшиеся легким испугом, без единой царапины. Бывший водитель с ошалелыми глазами держит в руках единственное, что осталось целым от его автомобиля – руль. Пассажир, невозмутимо покопавшись в останках машины, выуживает свой руль, кладет его в свой дипломат и говорит:\n\n– Ну вот! И меня вчера также накололи…\n\n\n",
    "\nОн длинно выругался словом из трех букв…\n\n\n",
    "\nВ связи с продолжающимся подорожанием жизни в Нью-Йорке, грабители теперь требуют со своих жертв на 3 % больше денег.\n\n\n",
    "\nОдин гражданин приехал на Родину в маленький провинциальный городок. Прошел по родным его сердцу местам – к школе подошел, к своему домику, а потом решил пойти к единственному в городке «Кафе», где он впервые выпил кружку пива со своей барышней.\n\nПодходит и видит у дверей все того же хозяина, только уже поседевшего.\n\n– Здравствуйте! – говорит приезжий. – Вы меня, наверное, не узнаете?\n\n– Почему же не узнаю! – отвечает тот. – Вы лет 20 назад с Серафимой Кузьминичной пиво пили. Только теперь она в поселковом совете работает…\n\nПриезжий заглядывает внутрь кафе и видит, что все зеркала зановешаны, а на столах красно-черные цвета.\n\n– Что-то случилось, – спрашивает он.\n\n– Да у нас большое несчастье! Умер наш постоянный клиент.\n\n– Что вы говорите! – удивляется приезжий. – Постоянный?\n\n– Да, – говорит хозяин. – Дело в том, что он в течение восьми лет приходил к нам каждое утро и заказывал 24 кружки пива и две бутылки водки, 8 лет подряд, каждое утро.\n\n– Восемь лет?\n\n– Да!\n\n– 24 кружки пива?\n\n– Да!\n\n– И две бутылки водки?\n\n– И две бутылки водки.\n\n– 24 кружки пива и две бутылки водки?\n\n– Да!\n\n– И все это выпивал?\n\n– И все выпивал!\n\n– Каждый день?\n\n– Каждый день.\n\n– Скажите, а от чего же он умер? – спрашивает приезжий.\n\n– Этого никто не знает!\n\n\n",
    "\nХороший друг – тот, который не даст тебе попасть в тюрьму по дурости.\n\nНастоящий друг – это тот, который будет сидеть в соседней с тобой камере и говорить «Б…я, это было круто!!!»\n\n\n",
    "\nЗаходит как-то мужик в магазин и говорит:\n\n– Дайте мне, пожалуйста, одну бутылку водки и один шоколад с орешками.\n\nБерет, уходит.\n\nЧерез час снова заходит погрустневший и говорит:\n\n– Дайте мне еще одну бутылку водки и один шоколад с орешками.\n\nБерет, уходит.\n\nЧерез полтора часа приходит, совсем грустный, и говорит:\n\n– Дайте мне бутылку водки.\n\nЗабирает, уходит.\n\nЧерез пятнадцать минут приходит веселый:\n\n– Дайте мне пачку презервативов.\n\nПродавец ему и говорит:\n\n– Поздравляю! Вы достигли, чего хотели!\n\nМужик, обрадовано:\n\n– Да! Шоколад растворился, осталось орешки выловить!\n\n\n",
    "\nЛежат в стакане две линзы, и тут одна другой говорит:\n\n– Блин, ты слышишь, уже двенадцать дней прошло, а мы еще ни в одном глазу!\n\n\n",
    "\nХоттабыч первый раз в жизни нажрался. Утром просыпается: голова гудит, во рту, как кошки нагадили, язык наружу:\n\n– Ва-и-й! Ва-и-й! Волька ибн Альеща-а! Волька ибн Альеща-а! Щто слючилься сы мой галява-а!\n\n– Эх, Хоттабыч, Хоттабыч! Говорил тебе, не мешай водку с шампанским!\n\n– Вай, шайтан, шайтан! Ва-и-й! Ва-и-й! Волька ибн Альеща-а! Куда дэльса мой вальщебний борода-а!\n\n– Эх, Хоттабыч! Кто вчера волоски-то рвал: «Водка! Пиво! Водка! Пиво!»\n\n– Вай, шайтан, шайтан! Вай! Вай! Волька ибн Альеща! Что ета у мэня в щтани бэгиит, мигаит и сывистит?\n\n– Эх, Хоттабыч! Забыл, куда вчера по пьяни ментов послал?\n\n\n",
    "\nКак подумаю, какой из меня инженер – боюсь идти к врачу.\n\n\n",
    "\nОстанавливает гибддешник джип.\n\n– Ваше водительское удостоверение и документы на машину, товарищ водитель.\n\nВодитель подает документы.\n\n– Так у Вас джип, а документы на «Мерседес?»\n\n– Пожалуйста, вот справка из ГИБДД о перерегистрации.\n\n– Откройте бардачек.\n\n– …\n\n– Это у вас что – пистолет?\n\n– Пожалуйста, вот справка из МВД на ношение и хранение.\n\n– Откройте багажник.\n\n– …\n\n– Это у вас что – труп?\n\n– Дядя умер, везу на кладбище, вот свидетельство о смерти.\n\n– А что это у него из задницы торчит – паяльник?\n\n– Последняя воля покойного, вот завещание.\n\n\n",
    "\nБар в гарнизонном городишке. Подвыпившие солдаты хвастаются своими достижениями. Снайпер:\n\n– А слабо вам, выпив бутылку водки, попасть в пятикопеечную монету с расстояния в один километр из штатной винтовки?\n\nПехотинец:\n\n– Фигня! А ты пробовал после трех бутылок водки попасть в грузовик из штатного гранатомета со ста метров?\n\nСтройбатовец:\n\n– Сопляки вы все! Никто из вас после шести бутылок водки не попадет из штатной лопаты в канаву. А я это делаю каждый день!\n\n\n",
    "\nМне сегодня цыганка за 50 баксов нагадала, что я лох.\n\n\n",
    "\nПришла в дом к богатому хозяину девушка наниматься в гувернантки. Хозяин отметил ее хорошие рекомендации и попросил в качестве небольшого экзамена сделать книксен, что она тут же и продемонстрировала. Хозяин остался очень доволен. Заметив это, она с надеждой спрашивает, мол, как насчет работы, принята?\n\n– Конечно, дорогая! Вот только у вас наблюдается неправильное трактование понятий: книксен – это несколько другое, а то, что вы сейчас сделали, называется минет.\n\n\n",
    "\nВ кабинет к гинекологу заходит девушка. Врач в хорошем настроении:\n\n– Девушка! Какая вы хорошенькая – вся такая беленькая, кофточка у вас беленькая, брючки беленькие, сумочка и туфельки беленькие!\n\nДевушка (радостно):\n\n– Да, доктор, у меня еще и молочница!\n\n\n",
    "\nПриезжают три молодых офицера в часть. Приходят в штаб представляться командиру полка. Но командир жутко занят и предлагает им прийти через час, а чтобы не скучали продумать ответы на три вопроса: отношение к женщинам, водке и службе. Прошел час, заходит первый:\n\n– Товарищ полковник! Лейтенант такой-то, представляюсь по случаю (и т. д. по уставу).\n\n– Ну что ж, товарищ лейтенант, рассказывайте.\n\n– По поводу женщин – женат, жену свою люблю, живем душа в душу, на других не смотрю, только о своей думаю! Водки не употребляю, она мне противна! Службу люблю, обещаю служить честно и добросовестно!\n\n– Отлично, лейтенант, назначаю вас заместителем командира 1-й роты по политчасти.\n\nЗаходит второй:\n\n– Товарищ полковник. Лейтенант такой-то, представляюсь по случаю (тоже по уставу, но вяло-вяло)…\n\n– Что это вы товарищ лейтенант такой вялый?\n\n– С перепою. Ни в службе, ни в личной жизни толку нет. Женщины все суки, служить не хочу, поскорей бы уволится из этой армии.\n\n– Да-а-а, товарищ лейтенант. Придется назначить вас командиром третьего взвода хозроты.\n\nИдите.\n\nЗаходит третий:\n\n– Товарищ полковник! Женщины в машине, водка в багажнике, какие будут указания по службе?!\n\n– Минуточку.\n\nЗвонит куда-то по телефону:\n\n– Маша, это я. Ты меня сегодня к ужину не жди. Я со своим новым заместителем буду часть объезжать.\n\n\n",
    "\n– Совершил с женой паломничество к святому источнику. Молился там…\n\n– Ну и чего?\n\n– Да ничего. Никакого чуда не случилось. С той же женой и вернулся.\n\n\n",
    "\nПришел программист устраиваться в бандитскую контору.\n\nВ кабинете директора его встретил новый русский.\n\n– Компьютер знаешь?\n\n– Да знаю. Вот рекомендации с других фирм.\n\n– Хорошо, приходи в понедельник, с утра пораньше, часам к 11 на планерку. Будет пиво, водка, виски.\n\n– Да нет, ну как же я могу, я же спортсмен!\n\n– Ладно, приходи во вторник, на планерку. Будет план, махорка, героин.\n\n– Нет! Нет! Я этим не балуюсь!\n\n– Ладно, приходи в среду, на планерку. Будут девушки на любой вкус, отдохнем!\n\n– Я не могу! У меня двое детей! Жена красавица!\n\n– Погоди! Ты случайно не «голубой»?\n\n– Нет!\n\n– Ладно! Тогда в четверг тоже не приходи!\n\n\n",
    "\nРешил господь бог поправить дела в российской медицине и устроился районным врачом в поликлинику. Приходит на прием, к нему первый пациент – паралитик на коляске. Бог ему руки возлагает на голову и говорит: встань и иди. Тот встал и пошел. Выходит в коридор, там очередь до улицы, его спрашивают:\n\n– Ну, как новый?\n\n– Да как все, даже давление не померил.\n\n\n",
    "\n– Ты чем такой озабоченный?\n\n– Да вот думаю, как в однокомнатной квартире можно разместить семьдесят пять человек, приглашенных женой на годовщину нашей свадьбы…\n\n– Так у тебя что – круглая дата?\n\n– Нет, у меня жена – круглая дура!\n\n\n",
    "\nПетр I, вернувшись из-за границы, собрал бояр на совет:\n\n– Ну что, господа бояре, много стран я видел, много диковин повидал, предлагают купцы заморские товары всякие разные. Вот теперь и думаю, брать какие товары али нет?\n\nБояре спрашивают:\n\n– Да что же, царь батюшка Петр Алексеевич, у этих басурман есть такого хорошего, чего бы нам сгодилось?\n\nПетр им ответствует:\n\n– Да вот 2 вещи мне по душе пришлись. Первая из них напиток хмельной, пьется как квас, а с ног валит шибче водки, «коньяк» называется.\n\nТут бояре постарше загалдели одобрительно, посохами застучали:\n\n– Любо царь-батюшка! Будем коньяк покупать, да пить его вместо водки.\n\nПетр продолжает:\n\n– Погодите, я еще про 2 вещь не сказал: есть у них такая диковина, на х… одевается, на манер кафтана, только выделки тончайшей, при сношении с женщиной удовольствие имеешь изрядное, а хворь пакостная никакая к тебя не пристанет. Предохраняет она и от зачатия незаконнорожденных бастардов. Называется сия штука «презерватив», но стоит денег она немалых.\n\nНу, тут молодые бояре заликовали, да побольше купить потребовали.\n\n– Так то оно так, ответил Петр, только вот деньжата я поистратил в дороге, и хватит их либо на коньяк, либо на презервативы. Давайте решать, что важней для нас.\n\nПоднялся тут шум, неразбериха, молодые кричат: «Презервативы», старые орут: «Коньяк». Бороды друг другу дерут, посохами по головам лупят.\n\nПосмотрел на это Петр, да как гаркнет:\n\n– А ну тихо!\n\nПритихли все, на государя смотрят. А тот давай их стыдить:\n\n– Что же вы, бояре, ироды отрастили, а миром дело решить не можете?! Я ведь вам еще про одну вещь не рассказал: есть у них там обычай, называется «голосование».\n\nИ тут самый старый и уважаемый барин как закричит:\n\n– Правильный обычай, царь-батюшка! Мы вот тоже голым совали и дальше будем голым совать! Даешь коньяк!\n\n\n",
    "\n– Девушка, вы выглядите чем дальше, тем лучше!\n\n– Ой, спасибо!\n\n– А чем ближе, тем хуже…\n\n\n",
    "\nПрислушайся к голосу разума!\n\nСлышишь? Слышишь, какую чушь он несет?!\n\n\n",
    "\nКарты экспресс-оплаты ГИБДД 10, 50 и 100 условных единиц!\n\nДля корпоративных VIP клиентов новый тарифный план «Эксклюзив» – всего за 1000 у. е. в месяц все нарушения бесплатно!\n\nПодключите дополнительные услуги: «Любимое нарушение» – скидка 50 % на любое одно выбранное вами нарушение!\n\n«Антирадар» – антиопределитель скорости и вашего номера. Дополнительная информация – у менеджеров в офисах ГИБДД!\n\n\n",
    "\nАрабский шейх путешествовал по Европе и влюбился в европейку. Вот ее папа рассказывает своим приятелям:\n\n– Короче, он мне говорит, если вы ее за меня замуж отдадите, я заплачу за нее столько золота, сколько она весит. Ну, я ему отвечаю, что в таком вопросе спешить не надо, поговорим через месяц.\n\n– Да, ты прав, эти шейхи с их странными законами… тут надо подумать.\n\nПапа:\n\n– Тут думать не надо. Тут девочку кормить надо!\n\n\n",
    "\n– Мне очень понравилась ваша последняя книга «Как обращаться с подростками». Только я замахнулся ею на моего недоросля, как он тут же прекратил огрызаться!\n\n\n",
    "\nПравила женатого мужчины.\n\n1. Проснувшись утром, полюби жену, может сегодня будешь первым.\n\n2. Выйдя на улицу, раздай детям конфеты, может среди них есть твои.\n\n3. Всегда уступай место пожилым мужчинам, может среди них есть твой отец.\n\n\n",
    "\n– Итак, дорогой мой будущий зять, я с удовольствием даю согласие переложить руку моей дочери из своего кармана в ваш…\n\n\n",
    "\nЧто заставляет мужчин преследовать женщин, на которых они не имеют никакого намерения жениться?\n\nТо же самое желание, которое заставляет собак преследовать автомобили, которые они не имеют никакого намерения вести.\n\n\n",
    "\n– Только что видел, как один молодой человек пытался поцеловать твою жену.\n\n– И это ему удалось?\n\n– Нет, не удалось.\n\n– Значит, это была не моя жена.\n\n\n",
    "\nНа воскресном богослужении пастор предлагает общине:\n\n– Закроем глаза и обратимся к Господу с молитвой: «Господи! Открой нам глаза…»\n\n\n",
    "\n– Подруга, я слышала, что ты уже не ходишь с Васей?\n\n– Мне мой врач не разрешает.\n\n– А по какому праву врач вмешивается в твою личную жизнь?\n\n– Она его жена!\n\n\n",
    "\n– Бабушка, я больше не могу! Сейчас описаюсь!!!\n\n– Терпи, внучек, терпи. Бог терпел, и нам велел!\n\n\n",
    "\nИдет как-то Черчилль по берегу Темзы, навстречу ему старый приятель. Черчилль спрашивает, как дела, как жена, дети.\n\n– Хорошо, сэр, – отвечает приятель, – я очень люблю свою жену, недавно она принесла мне девятого малыша.\n\n«Хм, – подумал Черчилль, – я тоже очень люблю свою сигару, но хоть иногда вынимаю ее изо рта».\n\n\n",
    "\nОн был таким нудным, что от него сбежала даже резиновая женщина…\n\n\n",
    "\n21 признак того, почему тяжело быть мужчиной.\n\n1. Мужские соски бесполезны – и с точки зрения секса, и с точки зрения биологической целесообразности. А иногда так хочется покормить кого-нибудь грудью!\n\n2. Мы не можем решить проблему, просто заплакав.\n\n3. У нас чаще бывают грязные ногти.\n\n4. И мы не можем закрасить их красным лаком.\n\n5. Нам нельзя царапаться во время оргазма. Кусаться тоже не рекомендуется. А женщинам можно!\n\n6. У нас нет уважительной причины для того, чтобы сильно прибавить в весе после рождения первого ребенка.\n\n7. Когда мы прибавляем в весе, ни одна из частей тела, делающих нас сексуальнее, не увеличивается в объеме.\n\n8. Даже если мужчина растолстеет так, что станет похож на женщину на девятом месяце беременности, в метро ему все равно никто не уступит место.\n\n9. Когда женщина бьет мужчину, он не может дать ей сдачи. Это закон, который нельзя нарушать, даже если она бьет ниже пояса, то есть между ног. И где же закон, позволяющий нам в таком случае хотя бы ущипнуть ее за грудь? Нет такого закона!\n\n10. Если мужчина не отличается ни развитым интеллектом, ни быстротой ума и вообще лишен какой бы то ни было природной сообразительности, он не может обернуть все это в свою пользу, просто надев обтягивающую майку.\n\n11. За нами не гонятся по улице с криком: «Не дадите свой телефончик?»\n\n12. У нас не спрашивают: «А что вы делаете сегодня вечером?»\n\n13. Нас не угощают выпивкой только за то, что у нас длинные ноги и упругие ягодицы. Исключение – гей-бар.\n\n14. Мужчина может проколоть себе пупок, сосок или язык. Но это будет говорить не о вольном нраве и любви к приключениям, как у женщин, а о том, что этот мужчина – идиот.\n\n15. У женщин не бывает тещи!\n\n16. У нас нет сексуального нижнего белья. Все, что у нас есть – это те трусы, которые на текущий момент признаны самыми свежими.\n\n7. Более того: если мужчина одевается стильно и сексуально, его обязательно примут за представителя сексуального меньшинства. У женщин же все в точности наоборот.\n\n18. Женщинам не надо выдергивать волоски из ноздрей!\n\n19. Женщин никогда не обвиняют в мужском шовинизме!\n\n20. У нас ни при каких обстоятельствах не получится моментально организовать добровольное общество желающих вступить с нами в половую связь, просто зайдя в ночной клуб после 22.30 и ослепительно улыбнувшись.\n\n21. Мы не можем носить на себе золото и бриллианты. Исключение – Семен Семеныч Горбунков.\n\n\n",
    "\nЭстонские фигуристы обратились в Международный Олимпийский комитет с просьбой либо запретить исполнение прыжков в 4 оборота, либо увеличить на треть время произвольной программы.\n\n\n",
    "\n– Девушка, а девушка, вы раньше в кавалерии служили?\n\n– Нет, а что ноги кривые?\n\n– Да нет, морда лошадиная…\n\n\n",
    "\nДве дамы в магазине ведут разговор:\n\n– Знаешь, Мария, перед горой моющих средств, которые нам предлагают, я просто в растерянности. Ты чем пользуешься для мойки полов?\n\n– Моим мужем. Результат великолепный!\n\n\n",
    "\n– Что-то сегодня после работы ты выглядишь очень усталым. Наверное, слишком трудный кроссворд попался.\n\n\n",
    "\nНаркоман кипятит героин над свечкой. Звонит телефон. Он снимает трубку:\n\n– Вы все еще кипятите?\n\n– Да…\n\n– Тогда мы идем к вам!\n\n\n",
    "\nНа посту ГИБДД стоят два милиционера, старый и молодой.\n\nВдруг мимо на бешеной скорости проносится шестисотый «Мерседес». Из распахнутого окна машины вылетела пачка долларов, стукнула по лбу молодого и упала на асфальт. Старый – молодому:\n\n– Понял? Это новый русский поехал.\n\nТолько молодой нагнулся за деньгами, тут вдруг мимо второй «Мерседес» на еще большей скорости – вжик! Молодой смотрит, а денег на асфальте уже нет. Спрашивает:\n\n– А это кто был?\n\n– Это мафия!\n\n– А почему ты так решил?\n\nСтарый показал на то место, где только что промчался «Мерседес», потом на то, где лежали деньги.\n\n– Нет, ну ты понял, какие у них длинные руки?\n\n\n",
    "\n– У вас бытовая техника не «Индезит»?\n\n– Нет, не «Индезит». А что, должна индезеть?\n\n\n",
    "\nЗина забеременела от Васи и предлагает ему пожениться. Вася:\n\n– Ну не, Зин, ну ты че, я еще парень молодой, мне еще под хомут рано.\n\nЗина:\n\n– Васька, гад, не женишься – поеду в Москву, заберусь на Крымский мост и прыгну в реку!\n\nВася (восхищенно):\n\n– Вот это, Зин, я в тебе всегда и уважал: ты и трахаешься классно, и спортсменка хоть куда!\n\n\n",
    "\nЕе величества (английская) танковая дивизия проводит маневры в Сахаре. Джип командующего намертво увязает в песке.\n\nГенерал поворачивается к своему адъютанту:\n\n– Придумайте что-нибудь, Джон, мы опаздываем.\n\nЧерез несколько минут взмокший адъютант:\n\n– Мой генерал, я сожалею, но один я не смогу вытащить наш автомобиль.\n\n– Но, Джон, подсуньте что-нибудь под колесо, какую-нибудь палку!\n\n– Мой генерал, мы в пустыне, здесь только песок!\n\nВдруг командующий замечает на одном из барханов вдали группу солдат:\n\n– Джон, я вижу солдат, облаченных в форму Ее величества, передайте им мой приказ вытащить из песка нашу машину.\n\nАдъютант бегом добирается до бархана, минуту беседует с солдатами и бежит обратно.\n\n– Мой генерал, они ответили, что согласно правилам учений могут не подчиняться вашим приказам, поскольку являются убитыми в ходе маневров.\n\n– В таком случае, Джон, подложите их трупы под колеса нашей машины.\n\n\n",
    "\nРешил как-то мужик в очередной раз на охоту сходить. Ну, а на охоту ж водочки надо, чтоб лучше охотилось. Но не тут-то было: забрала у него буквально в дверях жена водку и говорит:\n\n– Знаю тебя, опять напьешься. Все что могу дать – бутылку кефира. На.\n\nПриезжает он к друзьям в лес грустный. А там уже и поляну накрыли, водка, закусь рекой… Смотрят охотники, что друг их грустный слишком, спрашивают почему. Мужик рассказывает, что, мол, так и так жена стерва, и такая паршивая ситуация с кефиром. Друзья ему:\n\n– Ну, так нет проблем. Давай мы тебе глаза завяжем и будем разных убитых зверей давать. Будешь на ощупь угадывать что за животное и куда ранено – стакан водки выдавать будем.\n\nНа том и порешили. Завязали ему глаза и дают первое животное. Мужик, щупая:\n\n– Так, заяц… убит пулей в живот.\n\nДрузья переглянулись – есть такая буква! Налили ему стакан, дают второе животное.\n\n– Так-с, косуля, ранена в ногу… потом шею ножом перерезали…\n\nМужики в шоке – снова верно! Наливают еще стакан, дают третье животное.\n\n– Тык-сс, утка, убита дробью в голову…\n\nУтро. Открывает мужик глаза и обнаруживает себя на кровати дома.\n\nСтрашнейший бодун. Рядом сидит жена и очень как-то настороженно на него смотрит. Мужик:\n\n– Б…, чего это со мной?\n\n– Не знаю, вчера ночью привезли тебя пьяного в ж…у домой, положили в кровать, и потом ты до утра мне пи… щупал и все говорил: «Ежик… Убит топором в спину».\n\n\n",
    "\nРодители Вовочки решили заняться любовью и попросили его пойти подышать воздухом на балкон. Вовочка уходит на балкон и кричит оттуда:\n\n– А родители Сидорова тоже тр…тся.\n\nРодители, испуганно:\n\n– С чего ты взял?\n\nВовочка:\n\n– А вон, Петька тоже на балконе торчит.\n\n\n",
    "\nПриходит мужик к психологу и говорит:\n\n– Все у меня в жизни хорошо, но не хватает острых ощущений, как бы мне их получить и побольше? Все я уже перепробовал, и с парашютом прыгал, и с аквалангом нырял и т. д. Хочется чего-то нового.\n\nПсихолог говорит:\n\n– Заведите себе любовницу.\n\n– У меня их три, – отвечает мужик, – не помогает.\n\n– Тогда расскажите о них вашей жене.\n\n\n",
    "\nНа уроке информатики учительница просит привести пример условного оператора. Вовочка:\n\n– Если родителей Машеньки нет дома, то мы будем заниматься с Машенькой вместе, а иначе я пойду к себе домой.\n\nУчительница:\n\n– Мне не нравится твое условие про родителей, которых нет дома.\n\nВовочка:\n\n– Нет проблем. Если родители Машеньки будут дома, то я пойду к себе домой, а иначе мы будем заниматься с Машенькой вместе.\n\n\n",
    "\nГлухой хутор на бескрайних просторах Сибири. Поздняя осень, 4 часа утра, мать многодетного семейства, с трудом продирая глаза, направляется в хлев доить корову. Войдя в хлев, видит, что корова сдохла.\n\n– Блин, зима на носу, год был неурожайный, картошка померзла, запасов нет, семью не прокормлю, корова сдохла.\n\nВ общем, в сердцах повесилась.\n\nПросыпается отец, хлопает по кровати – жены нет, идет в хлев, корова сдохла, жена в петле.\n\n– Блин, зима на носу, жрать нечего, корова сдохла, жена в петле.\n\nДостал ружье и застрелился.\n\nПросыпается старший сын, видит – родителей нет, заходит в хлев, корова дохлая, мать в петле, отцу полбашки снесло. Вышел на берег речки, сел на пенек и пригорюнился. Вдруг выныривает русалка.\n\n– Что хлопчик пригорюнился?\n\n– Да тут все наперекосяк, корова сдохла, мать в петле, отец застрелился впереди зима.\n\n– Ладно это твои проблемы, а годков-то тебе сколько?\n\n– 24.\n\n– Ну, значит, тр…ешь меня 24 раза, чем смогу помогу, а нет, извини, подохнешь.\n\nСтарший собрался, на 15-ом разе сломался и помер.\n\nПросыпается средний сын, брата нет, родителей нет, заходит в хлев, и там понятная картина. Выходит на берег речки – мертвый брат и вновь выныривает русалка.\n\n– Так, все знаю, сколько тебе годков?\n\n– 18.\n\n– Ну, в общем, тр…ешь меня 18 раз и либо помогу, либо, ну брата ты видел.\n\nСобрался средний сын с силами и на 10-ом разе сломался и тоже помер. Просыпается младшенький, огляделся, братьев нет, родителей нет, снял с гвоздя любимый барабан, повязал пионерский галстук и под барабанную дробь пошел в хлев. Там-тарарам – корова сдохла, трам-тарарам – мать в петле, трам-тарарам – отец без башки, пошел на берег речки. Трам-тарарам – братья мертвые, трам-тарарам – выныривает русалка.\n\n– Ну, а тебе милок сколько годков-то?\n\n– Трам-тарарам – 12?\n\n– Ну, ладно с тебя 5 раз меня тр…уть и свободен, один хрен зимой замерзнешь.\n\n– Трам-тарарам – а может 10?\n\n– А ты хлопчик, ничего, ну давай?\n\n– Трам-тарарам – а может 20?\n\n– Ах шалунишка, ну давай 20.\n\n– Трам-тарарам – а 50 раз сдюжишь?\n\n– Ну, ну, ну, давай попробуем, авось сдюжу.\n\n– Трам-тарарам – ну, давай, только имей в виду – корова не сдюжила.\n\n\n",
    "\n15-летний сын приходит домой, приводит с собой полупьяную ободранную бомжиху неопределенного возраста и говорит родителям:\n\n– Мама, папа, это Степанида, моя невеста, она на 8-м месяце беременности и будет жить у нас!\n\nРодители в шоке, чуть в обморок не падают.\n\nCын:\n\n– Ну ладно, ладно, че вы испугались, – пошутил я!\n\nРодители успокаиваются:\n\n– Ну, сынок, ты и шутник!\n\nА парнишка продолжает:\n\n– …пошутил, пошутил – ее Таней зовут!\n\n\n",
    "\nВы знаете, что вы русский, живущий в Штатах, если:\n\n1) ваша машина стоит дороже вашего образования в универе;\n\n2) в вашей крови постоянно поддерживается определенное содержание алкоголя, вне зависимости от того, пили вы или нет;\n\n3) любой ваш туалет включает в себя элементы из кожи (даже если на дворе лето, и все ходят в шортах);\n\n4) нормальным занятием вечером в пятницу или субботу вы считаете поход на рэйв с 2000–3000 ближайших друзей;\n\n5) на ваш взгляд, самая романтическая композиция, это трэк 1 с CD New York Underground Party Volume 3;\n\n6) для жизни вам необходимы хлеб, вода и мобильник;\n\n7) вы приходите домой в 3 утра только чтобы узнать, что ваши родители еще не вернулись с тусовки с родителями ваших друзей;\n\n8) вам часто задают вопросы «Не знаете ли вы, где можно дешево купить…?»… и вы всегда знаете;\n\n9) вы знаете все новые модели мобильников Nokia за 3 месяца до их выхода на рынок;\n\n10) вы знаете всех ментов с Брайтон Бич поименно;\n\n11) вы знаете кого-нибудь, кто работает в зубном кабинете;\n\n12) большинство ваших друзей в то же время ваши родственники;\n\n13) вы водите Nissan Maxima (или на худой конец Nissan Altima), и окна в машине в два раза темней официально установленных стандартов;\n\n14) на заднем бампере вашей Максимы красуется наклейка RU (Россия) или UA (Украина);\n\n15) ваша Максима снабжена механической коробкой передач. Вы издеваетесь над всеми, кто водит машину с автоматической коробкой, называя их лохами;\n\n16) ваш дядя работает на русскую мафию, или же он бывший агент КГБ;\n\n17) вас выдает запах (одеколон Dolce amp; Gabana или же Aqua de Gio);\n\n18) официантки в популярной забегаловке El Greco знают ваш заказ до того, как вы вышли из машины;\n\n19) вы познакомились со своей девушкой за игрой в дурака на раздевания на последней вечеринке;\n\n20) у всех ваших знакомых в багажнике всегда лежит пузырь;\n\n21) вы просыпаетесь утром в субботу с дикого бодуна, пытаясь вспомнить, кто же привез вас домой, потому что вы уже не ходили, однако видите перед домом свою машину (значит, вы приехали сами);\n\n22) вы считаете хлеб неплохой закуской, нагоняя дрожь на америкосов;\n\n23) вы знаете как минимум 30 Ольг, Ань, Наташ и Вик;\n\n24) в резюме ваших родителей записано «8 лет опыта работы программистом», однако вы в стране всего 4 года;\n\n25) вы специализируетесь по информатике в универе, однако до сих пор не уверены, с какой стороны включается компьютер;\n\n26) у вашей машины «персональные номера» с вашим именем;\n\n27) большая часть вашей одежды – гнусные подделки под дорогих дизайнеров, но «их фактически невозможно отличить от настоящих»;\n\n28) раньше вы серьезно качались, но теперь у вас просто нет времени;\n\n29) затяжка сигаретой под чашку кофе считается физкультурой;\n\n30) вы точно знаете, сколько времени занимает доехать из кинотеатра UA до ресторанчика El Greco (6 мин 44 с);\n\n31) ваши часы – фальшивый Movado, так как вы пока не тянете на настоящий Rolex;\n\n32) вы часто пытаетесь сходить в синагогу, но у вас ничего не выходит, так как по дороге вы встречаете слишком много старых знакомых;\n\n33) Некоторые слова английского языка, такие как «use, shop, apply, drive» навсегда становятся для вас частью разговорной речи, и вы начинаете склонять их по всем правилам русского языка…\n\n\n",
    "\nСидит мальчик во дворе и лепит из дерьма фигурку. Проходит мимо мент.\n\n– Мальчик, ты чего делаешь?\n\n– Из дерьма мента леплю…\n\nМент хватает его за шкирку, тащит к родителям. Вот, мол, чем ваш сын занимается!!! Ну, родители извинились. На следующий день снова. Тот же мальчик сидит в том же дворе и из того же дерьма лепит фигурку. Опять идет мент.\n\n– Мальчик ты опять лепишь?\n\n– Да.\n\n– И что лепишь?\n\n– Из дерьма мента…\n\nМент снова тащит его к родителям. Новый день и снова мальчик. Сидит себе во дворе и лепит. Снова мент.\n\n– Что делаешь?\n\n– Леплю.\n\n– (начиная злиться) Кого?\n\n– Пожарного.\n\n– (успокаиваясь) Из чего?\n\n– Из глины.\n\n– А почему не из дерьма?!\n\n– А из дерьма все равно мент получится…\n\n\n",
    "\nДевочка-блондинка приходит из школы и говорит маме:\n\n– Мама, мама! Мы сегодня на уроке проходили числительные и учились считать! Все девочки считали только до 5, а я смогла до 10! Смотри: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10!!! Правда, здорово?!\n\n– Молодец, доченька!\n\n– Это потому, что я блондинка?\n\n– Да доченька, это потому, что ты блондинка.\n\nНа следующий день девочка приходит из школы и говорит:\n\n– Мама, мама! Мы сегодня на уроке проходили алфавит и учили буквы! Все девочки смогли дойти только до буквы Д, но у меня вышло лучше всех, смотри: А, Б, В, Г, Д, Е, Ж, З, И, Й, К!! Правда, здорово?!\n\n– Молодец, доченька!\n\n– Это потому, что я блондинка?\n\n– Да доченька, это потому, что ты блондинка.\n\nЕще через день та же девочка приходит из школы и говорит маме:\n\n– Мама, у нас сегодня была физкультура и мы пошли в бассейн: все девочки безгрудые, а смотри что у меня!\n\nТут девочка расстегивает бюстгальтер и оттуда вываливаются прекраснейшие груди 4-го размера!\n\n– Мама, это потому, что я блондинка?!\n\n– Нет, доченька, это потому, что тебе 25!!!\n\n\n",
    "\nXVIII в.\n\nЮный кавалер в камзоле и парике гадает на ромашке: «Любит – не любит…»\n\nXIX в.\n\nМолодой джентльмен в сюртуке и цилиндре гадает на ромашке: «Любит? Меня – разумеется! Даст – не даст…»\n\nXX в.\n\nЮноша в джинсах гадает на ромашке: «Любит? Кого эти пустяки интересуют! Даст? Разумеется! Встанет – не встанет…»\n\nXXI в.\n\nСущество неопределенного вида смотрит на ромашку, эмблему ICQ, читает на мониторе: «Я тебя люблю! Я тебя хочу! Давай встретимся!» и гадает: «Мужчина? Женщина? Активный? Пассивный?»\n\n\n",
    "\nСидит мальчик и гадает на ромашке…\n\n– Даст, не даст, даст, не даст, даст, не даст. Черт, опять не даст. Так, кто там в списке следующий… номер 132 Марина. Даст, не даст…\n\n\n",
    "\nМалышу вечером ставят пластинку со сказками, а чтобы не мешало родителям, надевают на него наушники. Все в порядке, малыш вроде спит, но тут родители слышат страшные удары в стену и истошные крики «ХОЧУ!!! ХОЧУ!!! ХОЧУ!!!» Родители влетают в комнату ребенка, это он бьется головой об стену и дико орет. Снимают наушники, а там:\n\n«Дорогой малыш, хочешь, сейчас я расскажу тебе сказку?… кррр чк»\n\n«Дорогой малыш, хочешь, сейчас я расскажу тебе сказку?… кррр чк»\n\n«Дорогой малыш, хочешь, сейчас я расскажу тебе сказку?… кррр чк»\n\n\n",
    "\nЗвонит любовник любовнице:\n\n– Давай встретимся.\n\n– Давай.\n\n– А где?\n\n– Давай у меня дома.\n\n– А муж?\n\n– А его сейчас нет, он в интернете.\n\n\n",
    "\nДорогие папа и мама, прошло уже 3 месяца с тех пор, как я уехала поступать в институт. Мне очень неловко, что я не имела возможности написать вам раньше. И сейчас я вам объясню, почему, только прошу вас, сядьте, прежде чем читать дальше. Вы сели или еще нет? Если нет, то убедительно прошу вас: сядьте.\n\nСейчас у меня уже все хорошо. Последствия перелома и черепно-мозговой травмы, которые я получила, выпрыгнув из горящей комнаты общежития, потихоньку проходят. Я пробыла в больнице всего 2 месяца, и сейчас мой внешний вид уже почти пришел в норму. К тому же эти ужасные головные боли теперь уже не мучают меня чаще одного раза в неделю.\n\nМне повезло, что все это видел местный дворник. Это он вызвал пожарных и скорую. Он также ходил ко мне в больницу и, поскольку мне негде было жить, так как общежитие сгорело дотла, он предложил мне пожить у него. Если честно сказать, он живет в подвале, но там довольно уютно. Сам он очень приятный молодой человек, и мы сразу же полюбили друг друга. Мы собираемся с ним пожениться, правда, еще не решили, в какой день, но это будет точно известно до того, как мой живот станет заметным. Да, дорогие мои родители, я беременна. Я знаю, как вам не терпится стать бабушкой и дедушкой, и я уверена, что вы будете относиться к ребенку с той же любовью, нежностью и заботой, с какой вы относились ко мне, когда я была маленькой. Единственное, что сейчас мешает нам создать семью, это болезнь моего мужа, из-за которой он не может пройти предсвадебное медицинское обследование. Я по неосторожности тоже заразилась, но думаю, что это быстро пройдет, так как мне сейчас каждый день делают уколы пенициллина.\n\nНадеюсь, вы радушно примите моего будущего мужа. Несмотря на то, что у него 7 классов образования, он очень вежливый, правда, с большими амбициями. Думаю, что для вас не будет помехой то, что он другой национальности и исповедует другую веру. Я также уверена, что вы не будете шокированы тем, что у него кожа темнее, чем у нас, и не сомневаюсь, что вы будете его любить так же сильно, как и меня. Родители его тоже очень хорошие люди, его отец работает ассенизатором в африканской деревне, из которой он сам родом.\n\nНу, а теперь, когда я вам все рассказала, я хочу, чтобы вы знали, что никакого пожара в общежитии не было. У меня не было ни перелома, ни черепно-мозговой травмы, я не беременна, не больна сифилисом, и у меня нет никакого жениха, тем более темнокожего. Просто я получила на экзамене 3 балла из 20 по истории и 1 из 20 по математике и решила вас к этому подготовить.\n\nКрепко вас обнимаю. Горячо любящая вас дочь.\n\n\n",
    "\nБлондинка Джоди изрядно поиздержалась и решила раздобыть денег. Ничего умнее, чем украсть ребенка и потребовать с родителей денег, она не придумала. В парке на детской площадке она нашла ребятенка, сгребла его в охапку, отнесла за ближайший куст и сообщила ему: «Я тебя похитила». Затем она написала записку: «Я похитила вашего ребенка. Завтра утром, в 9 часов, положите 10 000 долларов десятками и двадцатками в бумажный пакет и принесите пакет к раскидистому дубу на берегу пруда в парке». И подписала ее «Блондинка Джоди». Записку эту она приколола к рубашке на спину мальчику и отправила его домой, чтобы тот показал послание родителям. На следующий день утром Джоди подошла к дубу и, разумеется, обнаружила в углублении между корнями пакет, в котором лежали 10 000 баксов и записка: «Неужели не стыдно? Как могла одна блондинка так подло поступить с другой?»\n\n\n",
    "\n– Почему дети студентов очень нервные?\n\n– Первые три месяца эмбрион ждет: сделает ли мама аборт или нет. Следующие три месяца эмбрион гадает: женится ли папа на маме. А последние три месяца эмбрион думает: как же мы втроем будем жить на две стипендии.\n\n\n",
    "\nКак-то раз одной потрясающей красоты блондинке необходимо было очень срочно передать очень-очень важное сообщение своей маме, которая жила далеко-далеко за Атлантическим океаном, и поэтому она направилась в ближайшее отделение коммуникаций. В приемной сидел молодой человек (ассистент менеджера), заприметивший блондинку как только она вошла с улицы, так как блондиночка была потрясающих и возбуждающих пропорций в разнаипереультракороткой юбочке, из которых соблазнительно передвигались обалденные ножки, способные воскресить самые яркие воспоминания молодости даже уже законченных импотентов… Блондинка подошла к этому ассистенту и сразу выложила причину своего визита:\n\n– Добрый день, мне очень срочно надо связаться с мамой, которая живет за океаном, чтобы передать ей очень важное сообщение!\n\nАссистент (шустрый парнишка):\n\n– Да, да, конечно! Нет проблем! Это будет стоить вам 300 долларов!\n\nБлондинка, растерянно:\n\n– 300 долларов??? Боже, у меня нет таких денег… НО! Я готова сделать все что угодно, чтобы моя мама получила мое сообщение как можно скорее!!!\n\nАссистент вскинул левую бровь (именно таким образом, в каком вы подумали) и сказал:\n\n– ВСЕ ЧТО УГОДНО???\n\nБлондинка:\n\n– ДА! ДА!\n\nАссистент:\n\n– Ну тогда следуйте за мной.\n\nОн направился в смежную комнату. Блондинка последовала за ним и они очутились вдвоем в комнате для гостей. Ассистент закрыл дверь на ключ, прошел в глубину комнаты, сел на большое кожаное кресло и сказал:\n\n– Подойди ко мне.\n\nБлондинка подошла. Ассистент:\n\n– Встань на колени…\n\nБлондинка встала на колени прямо перед парнишкой. Ассистент:\n\n– Расстегни молнию моих брюк…\n\nБлондинка сделала это. Ассистент:\n\n– А теперь медленно и осторожно вынь ЕГО…\n\nБлондинка медленно и осторожно вытащила все хозяйство, держа его обеими руками. Ассистент откинулся на спинку кресла, закрыл глаза и медленно сказал:\n\n– А теперь начинай…\n\nБлондинка, удерживая обеими руками увеличивающееся прямо на глазах мужское достоинство, поднесла свои изящные припухлые губки к своим не менее изящным ручкам и… сказала:\n\n– АЛЛО, АЛЛО, МАМ!! ТЫ меня слышишь?!?!?!\n\n\n",
    "\nМолоденькая дочь спрашивает у Зигмунда Фрейда:\n\n– Папа мне опять приснился тот же сон: я плыву на корабле, попадаю в крушение, меня без сознания и почти без одежды выбрасывает на незнакомый берег, ко мне подбегает племя страшных, размалеванных, черных пигмеев, вперед выбегает вождь, имеет меня пару раз, потом набрасывается все племя и имеют меня во все дырки по двое, по трое и даже по пятеро в раз, а я смеюсь и плачу от боли и страха, удовольствия и наслаждения, кончая раз за разом… Что может означать этот сон?\n\n– Девочка моя, ну бывают сны, просто сны…\n\n\n",
    "\nРешил один мужик опробовать на практике поговорку «Есть еще порох в пороховницах» и начал понемногу подсыпать себе в пищу порох. Через недельку смотрит: здоровье лучше стало, болячки старые попустили, потенция стала ого-го. Настроение у мужика поднялось. Решил он подналечь на порох основательнее. Увеличил дозу. Здоровье еще лучше стало, а член стоял так что все бабы были без ума от него. Ну мужик еще подналег. В общем прожил мужик долгую и счастливую жизнь. Имел 10 жен, 132 любовницы. Умер в 126 лет и оставил после себя 235 детей 1187 внуков и тридцатиметровую воронку на месте крематория.\n\n\n",
    "\nПриехали как-то родители с сыном на море отдохнуть, загореть и все такое. Полез ребенок купаться в лягушатник, а когда выбрался, то обнаружил у себя в трусах золотую рыбку. Обрадовался паренек и принес рыбку родителям. Взмолилась тут золотая рыбка:\n\n– Отпустите меня в море, я исполню для каждого из вас по одному желанию, какому захотите.\n\nСын радостно:\n\n– Хочу хомячка!!!!!!\n\nОтец:\n\n– Да ну, в п…ду твоего хомячка.\n\nМать истерично:\n\n– Достаньте из меня своего хомячка!!!\n\n\n",
    "\n12 самых безумных законов о сексе.\n\n1. Англия. Никаких случайных связей. Планируете немного пофлиртовать в пабе, а потом закадрить ближайшую красотку? В Англии этого делать не рекомендуется. Здесь тому, кто предложит незнакомой женщине заняться сексом, грозит штраф вплоть до 180 евро или три месяца тюрьмы.\n\n2. Россия. Целоваться запрещено. Находясь в России, влюбленным следует предельно сдержанно проявлять свои чувства друг к другу, потому что целоваться на улице здесь запрещено. Законодатели уверены, что открытая демонстрация близости может привести к сексуальной распущенности. Строгие милиционеры могут вас оштрафовать, правда сумма штрафа не оговорена.\n\n3. США. Предохраняться сложно. Во многих штатах США презервативы подвергаются настоящим гонениям. Законодатели, не обращая внимания на опасность СПИДа и венерических заболеваний, всяческие затрудняют приобретение населением данных контрацептивов. Презервативы либо вообще запрещено использовать (как в Коннектикуте), либо открыто продавать (как в Висконсине), либо их запрещено рекламировать (как в Калифорнии). Но самый странный закон существует в Луизиане: здесь только женщинам запрещено покупать презервативы. За нарушение грозит солидный денежный штраф.\n\n4. Ирландия. Запрещен импорт презервативов. Если вы едете в Ирландию, то обязательно возьмите с собой запас этих чудесных противозачаточных средств, потому что купить их здесь шансов мало. В этой строгой католической стране пользоваться презервативами нельзя, а поэтому нельзя и продавать. Ведь секс, по мнению ирландских властей, существует только для продолжения рода.\n\n5. Гавайи. Исправительно-трудовой лагерь. Вы встретили на экзотическом острове женщину своей мечты и хотите заняться с нею любовью? Не делайте этого, если вам дороги родители девушки. Ведь если вашей избраннице еще нет 18 лет, то ее родителей ждет наказание в виде трех лет исправительно-трудовых работ. За то, что они воспитали свою дочь «легкомысленной».\n\n6. Венгрия. Секс в темноте. В столице Венгрии Будапеште партнерам разрешено любить друг друга только в темноте. Даже если вы «занимаетесь этим» при свете в собственной квартире, это все равно карается штрафом. Интимная близость запрещена даже при свете свечей или камина. Остается вопрос: кто это все контролирует?\n\n7. Италия-1. Не забудьте плавки! В Палермо только женщинам разрешено находиться на пляже в полностью обнаженном виде, в то время как мужчинам – нет. Обоснование звучит примерно так: «Мужская анатомия может приобретать пошлый вид, даже непреднамеренно». Еще бы, когда вокруг столько голых женщин…\n\n8. Италия-2. Мучительный выбор. В итальянском городе Тропея существует закон, который совершенно четко регламентирует, кому можно находится на пляже в раздетом виде, а кому нет. В документе говорится: «Женщинам, которые толсты, уродливы или некрасивы, запрещается появляться на пляже в раздетом виде». Данным правом пользуются лишь «молодые женщины, которые достойны того, чтобы превозносить красоту женского тела». Остается посочувствовать полицейским, которым приходится применять данный закон на практике.\n\n9. Швеция. Фото-секс. В Швеции, например, запрещено делать собственные фотографии в голом виде в полный рост в кабинках срочной фотографии. Однако обнажать и фотографировать отдельно нижнюю и отдельно верхнюю часть тела не противоречит никаким запретам. Так что можно сделать две фотографии, а затем склеить их вместе.\n\n10. Китай. Не смотрите на ноги! Если вам, находясь в Китае, захочется поглазеть на неодетых женщин, пожалуйста, смотрите сколько угодно. Но упаси вас бог пристально уставиться на голые ноги одетой женщины. Это в Китае считается грубым оскорблением и карается несколькими днями тюрьмы.\n\n11. Израиль. Запрет на порно. Просмотр порноканала в номере израильской гостиницы может дорого вам обойтись. Всего лишь год назад здесь был принят закон, запрещающий просмотр порнофильмов по кабельному или спутниковому телевидению. Если вас поймают за этим занятием, могут отправить в тюрьму на срок вплоть до трех лет.\n\n12. Эстония. Секс и мат. В эстонской столице городе Таллин категорически запрещается играть в шахматы во время полового акта. Вероятно, речь идет о какой-то эстонской национальной особенности.\n\n\n",
    "\nЗвонят родители Вовочки врачу и жалуются:\n\n– Помогите, доктор, Вовочка мышку проглотил!\n\nДоктор советует:\n\n– Я сейчас приеду, а вы пока сыром возле рта помашите – может, мышка выскочит…\n\nПриезжает и видит: сидит Вовочка с открытым ртом, а родители перед ним килькой машет. Доктор в ужасе:\n\n– Я же просил сыром помахать, вы что делаете?\n\nА ему отвечают:\n\n– Да нет, доктор, это мы уже кошку выманиваем…\n\n\n",
    "\nСногсшибательная блондинка идет по центру города и смотрит по сторонам. Ее блузка расстегнута, и из лифчика вывалилась одна грудь. Народ в недоумении, мужики сворачивают себе шеи. К блондинке подходит мент:\n\n– Девушка, я на вашем месте постарался бы шокировать публику другими способами. Тем более, у вас есть все данные.\n\n– Что-то я не пойму, о чем это вы?\n\n– Да у тебя си…ка вывалилась из блузки.\n\n– Боже! Я оставила свою крошку в автобусе!!!\n\n\n",
    "\n11 часов вечера. Мужик, уставший, возвращается домой.\n\nЗаходит в свой подъезд, а там как всегда лампочку выкрутили. Наощупь нашел кнопку, вызвал лифт, открываются двери, и там света нет. Нажал на свой этаж, двери почти закрылись, но тут какая-то рука остановила их. И видит мужик: в лифт входит силуэт какой-то девушки. Двери закрылись, лифт поехал… Вдруг девушка говорит: «Мужик, а давай я тебе минет сделаю». Мужик, не долго думая, согласился. Она нажала на стоп и ему со всем чувством сделала благо. Закурил он сигарету. Девушка тоже попросила закурить. Курят они вдвоем. Нажала девушка на кнопку. Лифт приехал, а там на этаже лампочка была. Увидел мужик девушку и тут, значит, такая ситуация:\n\n– Дочка, ты куришь?!\n\n– Да нет, батя, ты что, – сказала девушка, выбрасывая сигарету.\n\n\n",
    "\nНа приеме у гинеколога 3 беременные девушки, желающие узнать пол будущего ребенка. Гинеколог:\n\n– В какой позе произошло зачатие?\n\nПервая блондинка:\n\n– Он был сверху…\n\nГинеколог:\n\n– У вас будет мальчик!\n\nВторая блондинка:\n\n– Я была сверху…\n\nГинеколог:\n\n– У вас будет девочка!\n\nВ это время третья блондинка начинает всхлипывать.\n\nГинеколог:\n\n– Что случилось?\n\nТретья блондинка:\n\n– У меня, наверное, щеночек родится…\n\n\n",
    "\n– Сегодня, дети, мы будем писать сочинение о нашем светлом будущем.\n\nС задней парты:\n\n– А базар фильтровать?\n\n\n",
    "\nПриперся в роддом начинающий маг, рекламировать свое искусство. Умолял, чтобы пустили его к будущим роженицам, дескать, те не пожалеют. Ну, клюнули три. Он им распинается: заказывайте, говорит, для своего ребенка любые способности, хоть Ломоносова, хоть Эйнштейна, все будет исполнено.\n\nПервая говорит, не нужен мне ни Эйнштейн, ни Ломоносов, лишь бы обошлось все, был ребеночек жив-здоров.\n\nВторая захотела себе ребенка крутого и продвинутого.\n\nТретья интеллигентного и вежливого.\n\nВремя подошло. Рожает первая. Родила – ребеночек здоро-о-венький, чуть ли не на собственных ногах убежал из палаты.\n\nРожает вторая. Акушеры помогают изо всех сил. Тут раздается рев: «Убер-р-рите руки, мудаки, я сам вылезу!» Вылез. Унесли его, ругающегося.\n\nРожает третья. Мучается час, два, три, четыре. Врачи решили делать кесарево. Разрезали и увидели: сидят двойняшки, и происходит между ними такой разговор:\n\n– Позвольте, только после вас!\n\n– Нет, только после вас, позвольте!\n\n– Нет, позвольте, только, только после вас!..\n\n\n",
    "\n– Дети, как вы видите свое будущее? Чем вы будете заниматься, когда подрастете?\n\n– Я буду пилотом!\n\n– Я буду компьютерным гением!\n\n– Я буду учительницей!\n\n– Я буду водку пить и баб тр…ать!\n\n– ЭТО КТО СКАЗАЛ?… Немедленно приведи своих родителей!\n\nВечером дома отец провел разъяснительную работу ремнем и подзатыльниками. Напоследок отец спрашивает:\n\n– Ну! Понял о чем надо мечтать?\n\n– Понял, – угрюмо отвечает сын. – БУДУ ПИТЬ КОКА-КОЛУ И ОНАНИРОВАТЬ!\n\n\n",
    "\nТемная улица. По ней идет беременная блондинка. Вдруг – стрельба, автоматные очереди – разборка. Две пули попадают девушке в живот. В больнице врач говорит девушке, что вынуть пули не может – или она, или плод будут потеряны, но можно оставить все как есть, так как большая вероятность того, что все выживут. Блондинка благополучно рожает двойню – мальчика и девочку. Проходит 15 лет. Дочь вся в слезах прибегает к маме.\n\n– Мама, случилось страшное! Я пошла в туалет пописать и выписала пульку.\n\n– Ой, доченька, ничего страшного, все здорово! – говорит обрадованная мама.\n\nК маме подходит сынок:\n\n– Мама, случилось страшное!..\n\nМама:\n\n– Ты пошел в туалет пописать и выписал пульку?\n\n– Нет, мама, я решил поонанировать и убил бабушку.\n\n\n",
    "\nПриходит молодой человек в аптеку и говорит:\n\n– Один презерватив, пожалуйста. Я сегодня встречаюсь со своей девушкой. А хотя нет, дайте мне два, пожалуйста: у нее есть сестра. Пожалуй, дайте-ка мне три: у моей девушки мама тоже выглядит неплохо.\n\nПосле покупки, «попробовать» презервативы он идет к своей девушке домой. Его сажают за стол пообедать вместе со всем семейством. Но тут с нашим героем нечто происходит: за все время обеда он не произнес ни слова, сидел красный как бурак и ничего ни ел. После обеда его девушка спрашивает:\n\n– Что с тобой случилось во время обеда, тебе что, еда не понравилась?\n\n– Да нет, еда была вкусная… Но я никак не мог ожидать, что твой отец работает продавцом в аптеке.\n\n\n",
    "\nУчитель:\n\n– Кто-нибyдь из ваc спасал жизнь человека?\n\nУченик:\n\n– Да, я подменил противозачаточные таблетки моей сестры.\n\n\n",
    "\nВ аптеке блондинка попросила взвесить на детских весах ребенка, которого она держала на руках. Служащий ответил, что детские весы сломаны, но он может вычислить вес ребенка, если сначала на взрослых весах взвесить ее с ребенком, а потом только мамашу. Разница и будет весом ребенка.\n\nБлондинка подумала и сказала, что план хорош, но ничего не выйдет, потому что она не мать ребенка, а тетя.\n\n\n",
    "\nСидит программист глубоко в отладке. Подходит сынишка:\n\n– Папа, почему солнышко каждый день встает на востоке, а садится на западе?\n\n– Ты это проверял?\n\n– Проверял.\n\n– Хорошо проверял?\n\n– Хорошо.\n\n– Работает?\n\n– Работает.\n\n– Каждый день работает?\n\n– Да, каждый день.\n\n– Тогда ради бога, сынок, ничего не трогай, ничего не меняй.\n\n\n",
    "\nСемья. Папа и дочка рисуют. Только дочка рисует в альбоме, а папа в Photoshop'е. Дочка:\n\n– Папа, папа. Я случайно разлила краску на лист.\n\nПапа:\n\n– Ты только ничего не трогай, а сразу жми Undo.\n\n\n",
    "\n– Почему ваши дети все время ссорятся?\n\n– Конфликт версий, – отвечает программист.\n\n\n",
    "\nЖена после полового акта спрашивает мужа:\n\n– Милый, как мы назовем нашего будущего сына?\n\nМуж, крепко завязывая презерватив:\n\n– Если отсюда выберется, то КОПЕРФИЛЬДОМ.\n\n\n",
    "\nМоя теща – просто клад! Закопать бы поглубже, на радость археологам будущего… И побыстрее бы…\n\n\n",
    "\nУтро первого сентября. Начало учебного года. На площади перед школой первоклассники, их родители и будущие учителя. Молодая учительница, еще не видевшая списков, знакомится со своим классом. Дети по очереди называют фамилии. Вдруг один скромный на вид мальчик представляется:\n\n– Штирлиц!\n\nУчительница, не показывая неудовольствия, корректно выражает желание поговорить с его родителями. Мальчик притягивает папу. Учительница очень доброжелательно обращается к папе, объясняет, что, конечно же, все дети стремятся выделиться из толпы, что это вполне естественно. Но вот у его сына, мол, это стремление принимает весьма странные формы. Ему будет сложно ужиться в коллективе, так что поговорите с ним, разъясните как-нибудь… Папа, выслушав речь детского психолога, отвечает:\n\n– Вы уж его простите, Надежда Ивановна. Это он стесняется. Борманы мы.\n\n\n",
    "\nОтец с сыном зашли в супермаркет, проходят мимо стенда с презервативами. Сын спрашивает:\n\n– Пап, а зачем презервативы выпускают в разных упаковках?\n\nОтец говорит:\n\n– Ну вот смотри, упаковка на три штуки – это для старшеклассников: два на субботний вечер и один на воскресный вечер.\n\nСын спрашивает:\n\n– А зачем на шесть штук?\n\nОтец:\n\n– Это для студентов: два на субботний вечер, два на воскресный вечер и два на утро в понедельник.\n\nСын:\n\n– А на двенадцать штук?\n\nОтец:\n\n– А это для женатых: один на январь, второй на февраль, третий на март…\n\n\n",
    "\nВовочка пришел в школу с фингалом на правом глазу. Учительница:\n\n– Что с тобой, Вова?\n\n– Да вот, живем в однокомнатной, вечером папа спросил: «Спишь?», а я ответил нет, вот он и заехал.\n\nНа второй день Вовочка пришел опять с фингалом, теперь на левом глазу. Учительница:\n\n– Что с тобой, Вова?\n\n– Да вот, живем в однокомнатной, вечером папа спросил: «Спишь?», а я ответил нет, вот он и заехал.\n\nУчительница:\n\n– Ты, Вовочка, не отвечай ему и продолжай спать, понял?\n\n– Понял.\n\nНа третий день Вовочка пришел весь разукрашенный.\n\nУчительница:\n\n– Что с тобой, Вова?\n\n– Да вот, вечером лежим, папа как всегда спросил: «Спишь?», ну я молчу, он опять спросил, ну я молчу, потом он сказал маме: «Поехали». Тут я вскочил: «Куда?»\n\n\n",
    "\nШкола. Урок математики. Учительница спрашивает:\n\n– Вовочка, представь себе, что папа дал тебе 400 рублей, а ты дал 100 рублей Машеньке, 100 рублей Леночке и 100 рублей Светочке. Что у тебя останется?\n\n– Машеньке, Леночке и Светочке… Тогда СПИД, гонорея и сифилис.\n\n\n",
    "\nМаленький Вовочка на уроке тянет руку:\n\n– Марья Ивановна, можно мне домой, срочно? Предчувствие у меня нехорошее…\n\n– Ну ладно, Вовочка, иди…\n\nВыбегает из класса. Под ступенями школы старшеклассники стоят и говорят:\n\n– Вовочка, пошли с нами на пиво!\n\n– Не могу, домой надо, предчувствие у меня нехорошее…\n\nДальше, на углу, другая толпа:\n\n– Вовочка, пошли с нами, мы тут телок сняли, оттянемся!\n\n– Не могу, домой надо, на душе нехорошо, в другой раз как-нибудь…\n\nТретья толпа:\n\n– Вован, у нас тут планчик клевый, айда курнем!\n\n– Ой ребята, я бы с удовольствием, но никак не могу, домой надо. Предчувствие у меня…\n\nПрибегает Вовочка домой, стучит в дверь, открывает ему мать:\n\n– Володя, у нас беда. Твой брат сегодня стрелял в царя…\n\n\n",
    "\nПо всему городу расклеены афиши: «Сегодня вечером в цирке мальчик с феноменальной памятью!» Вечером полный аншлаг, конферансье объявляет:\n\n– А теперь мальчик с феноменальной памятью.\n\nВыходит мальчик.\n\n– Теперь на ваших глазах мальчик с феноменальной памятью выпьет ведро воды!\n\nВыносят ведро воды, мальчик выпивает.\n\n– А теперь на ваших глазах мальчик с феноменальной памятью выпьет второе ведро воды!\n\nВыносят второе ведро, мальчик выпивает.\n\n– А теперь на ваших глазах мальчик с феноменальной памятью выпьет третье ведро воды!\n\nВыносят третье, мальчик выпивает.\n\n– А теперь мальчик с феноменальной памятью обос…т первые три ряда!\n\nНарод в панике разбегается. Конферансье:\n\n– БЕСПОЛЕЗНО!!! ЭТО МАЛЬЧИК С ФЕНОМЕНАЛЬНОЙ ПАМЯТЬЮ!!!\n\n\n",
    "\nСидят двое поздней ночью под открытым небом.\n\nОн:\n\n– Маня, видишь вон ту звезду?\n\nОна:\n\n– Да.\n\nОн:\n\n– Это я! А вон ту?\n\nОна:\n\n– Да.\n\nОн:\n\n– Это ты. А видишь вон ту звезду на другой звезде?\n\nОна (оживляясь и придвигаясь к нему):\n\n– Да!!!\n\nОн:\n\n– А это – я на мопеде!\n\n\n",
    "\nСтолкнулись две машины. Серьезная авария, но никто не пострадал. В одной «Мерседесе-600» – мужик, во второй старых Жигулях – женщина. Мужик (весьма привлекательный) вышел, оценил ситуацию и подруливает к женщине, среднего возраста и не очень красивой:\n\n– Вот какая серьезная авария! И мы не пострадали! Значит, Бог есть! Вы согласны?\n\n– О да!\n\n– И не расцениваете ли вы это как знак свыше, что нам надо соединить свои жизни?\n\n– О да, – отвечает женщина, глядя на его машину и костюм от Версаче.\n\n– Так давайте же отметим наше знакомство и помолвку!\n\n– Давайте!\n\nМужик открывает багажник, достает бутылку шампанского, открывает ее и дает женщине. Она делает глоток. Мужик затыкает бутылку и прячет ее. Женщина:\n\n– А что же вы не пьете?\n\n– Все ОК, я только вызову полицию.\n\n\n",
    "\n– Блондинка и брюнетка прыгают с небоскреба, кто упадет на землю первой?\n\n– Первой упадет брюнетка, блондинка остановится, чтобы узнать направление.\n\n\n",
    "\nПо дороге в церковь молодая пара погибает в аварии и оказывается у райских ворот. В ожидании Святого Петра они думают, нельзя ли пожениться в раю, раз уж такой случился такой облом. Выходит Святой Петр и на вопрос молодых людей отвечает:\n\n– Хм, не знаю, не знаю. Дайте-ка, я схожу выясню.\n\nУходит. Парень с девушкой ждут его неделю, вторую… Через месяц Петр возвращается.\n\n– Да, – говорит он, – пожениться здесь можно.\n\n– Здорово! Но что, если из нашего брака ничего не выйдет? Можно ли тут будет развестись?\n\nЛицо Святого Петра наливается кровью, и он орет:\n\n– Вы что, совсем спятили?!!! Я целый месяц искал вам по всему раю священника, неужели вы думаете здесь найдется хоть один адвокат?!!!\n\n\n",
    "\nОдна умная блондинка изобрела фонарик на солнечных батарейках.\n\n\n",
    "\nСидят два мужика в ресторане, выпивают, закусывают. Вдруг в дверях появляется обалденно красивая девушка, фотомодель просто, и рядом с ней идет маленький, сухонький мужичок. Весь какой-то сморщенный, забитый, в костюме 20-летней давности, грязных ботинках. В общем, явно не пара такой красавице. А девушка просто от мужичка этого оторваться не может, смотрит на него влюбленными глазами, за ручку держит, в общем души в нем не чает.\n\nНу, мужики начинают гадать – чего это такая красивая девушка с таким мудаком тусуется. Вроде и денег нет, и внешних данных, и весь он какой-то неопрятный. Ну думали, думали, потом вышли покурить, а тут и мужичок этот выходит. Ну они к нему подошли, разговор завели и, наконец, один не выдержал:\n\n– Слушай, мужик, это конечно не наше дело, но нас аж распирает! Ну что в тебе эта девушка нашла? Ну ты ж не богатый, не красавец далеко, старый уже, забитый весь какой-то, на любовника хорошего не похож! Ну что она в тебе нашла!?\n\n– Не знаю, – ответил мужик и облизал брови.\n\n\n",
    "\nСпрашивает старший сын отца:\n\n– Папа, почему меня зовут Быстрый Олень?\n\n– Сынок, это потому что, когда мы тебя с мамой делали, мимо быстрый олень пробежал.\n\n– Папа, а меня почему назвали Яркая Звезда? – добавляет дочь.\n\n– Это, доча, потому что, когда мы с мамой тебя делали, на небе светила яркая звезда.\n\nИ тут обращается младшенький:\n\n– Пап, Пап, ну а я как же?…\n\n– Ну, а ты вообще молчи, Рваная резина…\n\n\n",
    "\nУ Вовочки в классе идет дискуссия, кто кем будет, когда вырастет. Петя говорит:\n\n– Я буду космонавтом!\n\n– И что ты будешь делать? – спрашивает Марь Ивановна.\n\n– Открывать новые звезды, исследовать нашу Галактику!\n\n– Молодец, Петя, садись… а ты Леночка?\n\n– А я буду учительницей!\n\n– Молодец, и кого же ты будешь учить?\n\n– Буду учить детишек читать и писать!\n\nТут Марь Ивановна замечает, как Вовочка тянет руку:\n\n– А ты, Вовочка, кем будешь? – спрашивает Марь Ивановна.\n\n– Сексопатологом! – уверенно отвечает Вовочка.\n\n– Хмммммм… и кого же ты будешь лечить?! – спрашивает Марь Ивановна.\n\n– Ну, Марь Ивановна, представьте себе ситуацию… Идут три девушки, все едят мороженое. Одна из них лижет, вторая – сосет, а третья – откусывает. Кто из них замужем?\n\nМарь Ивановна почесала затылок:\n\n– Нуууу… я думаю, которая сосет…\n\n– Не, Марь Ивановна, замужем та, у которой обручальное кольцо, а вот таких, как вы, я буду лечить!\n\n\n",
    "\nПри постройке Пентагона военный министр советуется с астрологом.\n\n– Простоит ли Пентагон хотя бы 100 лет?\n\n– И да и нет, сэр.\n\n– Что это значит.\n\n– Звезды говорят, что простоит. Частично, сэр…\n\n\n",
    "\nДжон прожил 20 лет на необитаемом острове со всеми вытекающими отсюда последствиями. И вот однажды утром едет он по берегу на своем гнедом и увидел потрясающую красавицу, абсолютно голую, рисующую морской пейзаж. Проехал он мимо нее, а она ноль внимания.\n\n– Ну хорошо, – подумал Джон, – покрашу-ка я свою лошадь в желтый цвет, проеду мимо нее опять, она меня увидит и скажет: «Ооо, у вас такая красивая желтая лошадь!!!» «Да, – скромно отвечу я, – приглашу ее к себе на ужин, мы поедим, послушаем музыку и потанцуем, выпьем шампанское при свечах, а вечером будем гулять по берегу под звездами и разговаривать, разговаривать… А потом вернемся в дом и займемся любовью, как я еще никогда в жизни не занимался».\n\nКороче, покрасил он лошадь в желтый, выехал на берег, красавица увидела его и говорит:\n\n– Ооо, у вас такая красивая желтая лошадь!!!\n\n– Да, – говорит Джон, – можно я тебя тр…ну?\n\n\n",
    "\nЖила-была в славном городе Владивостоке прекрасная девушка по имени Валентина. Она была неописуемой красоты, но ее родители были бедными людьми. Как это подобает красивым девушкам, она мечтала стать звездой Голливуда, знаменитой и богатой, поэтому ее самым сокровенным желанием было попасть в Америку. И каждый раз, когда она думала об Америке, слезы так и наворачивались на ее глаза, так как она знала, что ей никогда не накопить денег на поездку. Но вот однажды она познакомилась в порту с симпатичным моряком. К тому же этот моряк был таким чутким и внимательным, что сразу же очаровал Валентину, и она сквозь слезы поведала ему свою сокровенную мечту.\n\n– Валентина! Моя прекрасная Валентина! Я знаю, как тебе помочь! – воскликнул моряк. – Слушай же меня: завтра мой корабль уходит в Сан-Франциско, я спрячу тебя в своей каюте, и уже через три недели ты будешь в Америке!\n\n– Это правда? – воскликнула растроганная Валентина, не веря своим ушам.\n\n– Правда! Приходи завтра на пристань к 12-ти часам. Я буду ждать тебя!\n\nНа следующий день Валентина пришла на пристань, где ее уже ждал ее возлюбленный. Счастливые, они поднялись на борт корабля, и моряк, как и обещал, спрятал Валентину в своей каюте. Через некоторое время пароход отплыл от берега и вышел в открытое море. Валентина долго провожала взглядом удаляющийся берег, ей все еще не верилось, что ей выпало такое счастье. Когда берег наконец скрылся из вида, Валентина бросилась на шею своему спасителю. Они принялись одаривать друг друга жаркими поцелуями. В ту ночь моряк стал первым мужчиной Валентины. Двадцать дней и двадцать ночей они предавались любовной страсти. И вот наконец Валентина увидела в иллюминатор берег. Вне себя от радости она выбежала из каюты, крича:\n\n– Какое счастье! Какое счастье! Наконец-то сбылась моя мечта!\n\nСгорая от нетерпения поскорее оказаться на американском берегу, о котором она так мечтала, она спросила у одного из пассажиров:\n\n– Скажите, а через сколько времени мы прибудем в Сан-Франциско?\n\n– В какой Сан-Франциско? Это паром Владивосток-Магадан!\n\n\n",
    "\nШейх шепчет одной из своих жен:\n\n– Твои глаза сияют, как полночные звезды, твои губы алеют, как драгоценные рубины… Передай дальше.\n\n\n"
]